/* This file is created by MySQLReback 2017-06-07 13:38:55 */
 /* 创建表结构 `lscf_admin` */
 DROP TABLE IF EXISTS `lscf_admin`;/* MySQLReback Separation */ CREATE TABLE `lscf_admin` (
  `aId` int(3) NOT NULL AUTO_INCREMENT COMMENT '管理员ID',
  `aUser` varchar(16) NOT NULL COMMENT '管理员用户名',
  `aName` varchar(10) NOT NULL COMMENT '管理员姓名',
  `aPwd` varchar(32) NOT NULL COMMENT '管理员密码',
  `aTel` varchar(11) NOT NULL COMMENT '管理员手机',
  `aEmail` varchar(40) DEFAULT NULL COMMENT '管理员邮箱',
  `aSex` int(1) NOT NULL COMMENT '管理员性别',
  `aImages` varchar(250) DEFAULT NULL COMMENT '管理员头像',
  `aPowers` int(1) NOT NULL DEFAULT '0' COMMENT '管理员级别',
  `aLoginNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录登陆次数',
  `aStatic` int(1) NOT NULL DEFAULT '1' COMMENT '管理员状态',
  `aErrorPwdNum` int(2) NOT NULL DEFAULT '0' COMMENT '记录密码登陆错误次数',
  PRIMARY KEY (`aId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_admin` */
 INSERT INTO `lscf_admin` VALUES ('1','system','system','e10adc3949ba59abbe56e057f20f883e','15887835543','3090345345@qq.com','2','','0','61','1','0');/* MySQLReback Separation */
 /* 创建表结构 `lscf_announcement` */
 DROP TABLE IF EXISTS `lscf_announcement`;/* MySQLReback Separation */ CREATE TABLE `lscf_announcement` (
  `annId` int(8) NOT NULL AUTO_INCREMENT COMMENT '公告ID',
  `annNum` varchar(14) NOT NULL DEFAULT '0' COMMENT '公告编号说明',
  `annDate` date DEFAULT NULL COMMENT '公告时间',
  `annTitle` varchar(50) NOT NULL COMMENT '公告标题',
  `annContent` text NOT NULL COMMENT '公告内容',
  `annShow` int(1) NOT NULL DEFAULT '1' COMMENT '是否显示',
  PRIMARY KEY (`annId`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_announcement` */
 INSERT INTO `lscf_announcement` VALUES ('1','23323213','2017-05-15','321321321','<p>2131321321</p>','0'),('2','321321','2017-05-20','323212','<p>321321321321</p>','1'),('3','哈哈','2017-05-20','哈哈3232','<p>哈哈哈哈哈哈哈哈 &nbsp; &nbsp;<br/></p>','1'),('4','111','2017-06-01','1110000','<p>1111111</p>','0');/* MySQLReback Separation */
 /* 创建表结构 `lscf_books` */
 DROP TABLE IF EXISTS `lscf_books`;/* MySQLReback Separation */ CREATE TABLE `lscf_books` (
  `bId` int(8) NOT NULL AUTO_INCREMENT COMMENT '留言ID',
  `bUser` varchar(30) NOT NULL COMMENT '留言用户名',
  `bTel` varchar(11) NOT NULL COMMENT '留言电话号码',
  `bTitle` varchar(50) NOT NULL COMMENT '留言标题',
  `bContent` text NOT NULL COMMENT '留言内容',
  `bDate` datetime NOT NULL COMMENT '留言时间',
  `bRcontent` text COMMENT '回复内容',
  `bRdate` datetime DEFAULT NULL COMMENT '回复时间',
  `bState` int(1) NOT NULL DEFAULT '0' COMMENT '是否审核',
  PRIMARY KEY (`bId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_books` */
 INSERT INTO `lscf_books` VALUES ('1','admin','13888888888','tggh','gghhhb','2017-05-14 11:02:44','','','2');/* MySQLReback Separation */
 /* 创建表结构 `lscf_info` */
 DROP TABLE IF EXISTS `lscf_info`;/* MySQLReback Separation */ CREATE TABLE `lscf_info` (
  `infoId` int(3) NOT NULL AUTO_INCREMENT COMMENT '系统简介ID',
  `infoTitle` varchar(200) NOT NULL COMMENT '系统简介标题',
  `infoDate` datetime NOT NULL COMMENT '系统简介时间',
  `infoContent` text NOT NULL COMMENT '系统简介内容',
  PRIMARY KEY (`infoId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_info` */
 INSERT INTO `lscf_info` VALUES ('1','系统平台简介','2016-07-20 00:00:00','<p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\">关于平台</span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 240); font-size: 14px;\">这是一个非常完美的平台<br/></span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\"><br/></span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\">想要知道怎么赚钱吗？</span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\">&nbsp;&nbsp;&nbsp;&nbsp;</span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\">那么我现在告诉你：只需要投资，就有利息，比银行存款还划算</span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\"><br/></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"><em><span style=\"color: rgb(255, 0, 0);\">你还可以推荐朋友来玩，这个时候你的账户会升级</span></em><em><span style=\"color: rgb(255, 0, 0);\"></span></em><em><span style=\"color: rgb(255, 0, 0);\"></span></em></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"><br/></span></em><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"></span></em></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"><em><span style=\"font-size: 18px; color: rgb(255, 0, 0);\">具体的等级有：123456789</span></em><em><span style=\"font-size: 18px; color: rgb(255, 0, 0);\"></span></em></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"><br/></span></em><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"></span></em></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\">都具备不同的利率</span></em></span><span style=\"font-size: 14px;\"><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"></span></em><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"></span></em><em><span style=\"font-size: 24px; color: rgb(255, 0, 0);\"></span></em></span></p><p style=\"text-align: left;\"><span style=\"color: rgb(0, 176, 80); font-size: 14px;\"><br/></span></p>');/* MySQLReback Separation */
 /* 创建表结构 `lscf_money_log` */
 DROP TABLE IF EXISTS `lscf_money_log`;/* MySQLReback Separation */ CREATE TABLE `lscf_money_log` (
  `mlId` int(10) NOT NULL AUTO_INCREMENT COMMENT '财务日志ID',
  `mlRandNumber` varchar(36) NOT NULL DEFAULT '0' COMMENT '业务流水号',
  `mlUid` int(9) NOT NULL COMMENT '财务日志对应的会员',
  `mlPorM` int(1) NOT NULL COMMENT '加金额还是减金额（1加2减）',
  `mlMoneyType` int(1) DEFAULT '1' COMMENT '金额类型（1本金，2利息，3奖金）',
  `mlJiner` float NOT NULL COMMENT '财务日志对应的金钱',
  `mlInfo` varchar(40) NOT NULL COMMENT '财务日志说明',
  `mlPorC` int(1) NOT NULL DEFAULT '1' COMMENT '系统发放还是人工发放（1为系统，2为人工）',
  `mlSuccess` int(1) NOT NULL DEFAULT '1' COMMENT '成功还是失败',
  `mlToday` date DEFAULT NULL COMMENT '今日是多少号',
  `mlDate` datetime NOT NULL COMMENT '财务日志记录的时间',
  `mlShow` int(1) NOT NULL DEFAULT '1' COMMENT '日志是否显示',
  PRIMARY KEY (`mlId`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_money_log` */
 INSERT INTO `lscf_money_log` VALUES ('1','a-signbonus-20160818194054-1','1','1','3','10','2016-08-18签到，获得奖金10元','1','1','2016-08-18','2016-08-18 19:40:54','1'),('2','B201705101724532','2','4','3','50','首次激活会员，赠送奖金50元','1','1','2017-05-10','2017-05-10 17:24:53','1'),('3','I201705101724532','2','4','2','30','首次激活会员，赠送利息30元','1','1','2017-05-10','2017-05-10 17:24:53','1'),('4','S201705101726542','2','1','4','7','2017-05-10签到，获得奖金7元','1','1','2017-05-10','2017-05-10 17:26:54','1'),('5','LP201705101727042','2','5','1','2000','提供援助，排队期本金流入2000元','1','1','2017-05-10','2017-05-10 17:27:04','1'),('6','LI201705101727042','2','1','2','6','提供援助2000元，排队期发放当日利息','1','1','2017-05-10','2017-05-10 17:27:04','1'),('7','P201705101728212','2','1','1','2000','提供援助，本金增加2000元','1','1','2017-05-10','2017-05-10 17:28:21','1'),('8','A201705101728211','1','2','1','2000','接受援助，金额减少2000元','1','1','2017-05-10','2017-05-10 17:28:21','1'),('9','I201705101728212','2','1','2','6','提供援助2000元，当日发放利息','1','1','2017-05-10','2017-05-10 17:28:21','1'),('10','B201705101728211','1','1','3','0','下级会员xiaoniu提供援助2000元，获得奖金','1','1','2017-05-10','2017-05-10 17:28:21','1'),('11','B201705101728241','1','1','3','10','当前账号升级，获得奖金10元','1','1','2017-05-10','2017-05-10 17:28:24','1'),('12','XNLP201705101738441','1','5','1','1000','提供援助，排队期本金流入1000元','1','1','2017-05-10','2017-05-10 17:38:44','0'),('13','XNLI201705101738441','1','1','2','5','提供援助1000元，排队期发放当日利息','1','1','2017-05-10','2017-05-10 17:38:44','0'),('14','I201705110000022','2','1','2','6','2017-05-11 发放利息','1','1','2017-05-11','2017-05-11 00:00:02','1'),('15','LI201705110100021','1','1','2','5','2017-05-11 发放排单利息','1','1','2017-05-11','2017-05-11 01:00:02','0'),('16','B201705111146263','3','4','3','50','首次激活会员，赠送奖金50元','1','1','2017-05-11','2017-05-11 11:46:26','1'),('17','I201705111146263','3','4','2','30','首次激活会员，赠送利息30元','1','1','2017-05-11','2017-05-11 11:46:26','1'),('18','S201705111148023','3','1','4','5','2017-05-11签到，获得奖金5元','1','1','2017-05-11','2017-05-11 11:48:02','1'),('19','LP201705111205453','3','5','1','1000','提供援助，排队期本金流入1000元','1','1','2017-05-11','2017-05-11 12:05:45','1'),('20','LI201705111205453','3','1','2','3','提供援助1000元，排队期发放当日利息','1','1','2017-05-11','2017-05-11 12:05:45','1'),('21','a-qc-l-provide-20170511121245-3','3','6','1','1000','清除提供援助，排队期本金留出1000元','1','1','2017-05-11','2017-05-11 12:12:45','1'),('22','QCLI201705111212453','3','2','2','3','清除提供援助1000元，扣除排队期利息','1','1','2017-05-11','2017-05-11 12:12:45','1'),('23','S201705121337251','1','1','4','10','2017-05-12签到，获得奖金10元','1','1','2017-05-12','2017-05-12 13:37:25','1'),('24','I201705130000022','2','1','2','6','2017-05-13 发放利息','1','1','2017-05-13','2017-05-13 00:00:02','1'),('25','LI201705130100021','1','1','2','5','2017-05-13 发放排单利息','1','1','2017-05-13','2017-05-13 01:00:02','0'),('26','I201705140000022','2','1','2','6','2017-05-14 发放利息','1','1','2017-05-14','2017-05-14 00:00:02','1'),('27','XNLP201705141052491','1','5','1','5000','提供援助，排队期本金流入5000元','1','1','2017-05-14','2017-05-14 10:52:49','0'),('28','XNLI201705141052491','1','1','2','25','提供援助5000元，排队期发放当日利息','1','1','2017-05-14','2017-05-14 10:52:49','0'),('29','XNLP201705141053021','1','5','1','5000','提供援助，排队期本金流入5000元','1','1','2017-05-14','2017-05-14 10:53:02','1'),('30','XNLI201705141053021','1','1','2','25','提供援助5000元，排队期发放当日利息','1','1','2017-05-14','2017-05-14 10:53:02','1'),('31','S201705141100381','1','1','4','3','2017-05-14签到，获得奖金3元','1','1','2017-05-14','2017-05-14 11:00:38','1'),('32','LP201705141653582','2','5','1','3000','提供援助，排队期本金流入3000元','1','1','2017-05-14','2017-05-14 16:53:58','0'),('33','LI201705141653582','2','1','2','9','提供援助3000元，排队期发放当日利息','1','1','2017-05-14','2017-05-14 16:53:58','0'),('34','B201705141656174','4','4','3','50','首次激活会员，赠送奖金50元','1','1','2017-05-14','2017-05-14 16:56:17','1'),('35','I201705141656174','4','4','2','30','首次激活会员，赠送利息30元','1','1','2017-05-14','2017-05-14 16:56:17','1'),('36','LP201705141657284','4','5','1','3000','提供援助，排队期本金流入3000元','1','1','2017-05-14','2017-05-14 16:57:28','1'),('37','LI201705141657284','4','1','2','9','提供援助3000元，排队期发放当日利息','1','1','2017-05-14','2017-05-14 16:57:28','1'),('38','a-qc-l-provide-20170514165811-1','1','6','1','5000','清除提供援助，排队期本金留出5000元','1','1','2017-05-14','2017-05-14 16:58:11','1');/* MySQLReback Separation */
 /* 插入数据 `lscf_money_log` */
 INSERT INTO `lscf_money_log` VALUES ('39','QCLI201705141658111','1','2','2','65','清除提供援助5000元，扣除排队期利息','1','1','2017-05-14','2017-05-14 16:58:11','1');/* MySQLReback Separation */
 /* 插入数据 `lscf_money_log` */
 INSERT INTO `lscf_money_log` VALUES ('40','a-qc-l-provide-20170514165813-4','4','6','1','3000','清除提供援助，排队期本金留出3000元','1','1','2017-05-14','2017-05-14 16:58:13','1'),('41','QCLI201705141658134','4','2','2','9','清除提供援助3000元，扣除排队期利息','1','1','2017-05-14','2017-05-14 16:58:13','1'),('42','LP201705141658424','4','5','1','3000','提供援助，排队期本金流入3000元','1','1','2017-05-14','2017-05-14 16:58:42','1'),('43','LI201705141658424','4','1','2','9','提供援助3000元，排队期发放当日利息','1','1','2017-05-14','2017-05-14 16:58:42','1'),('44','I201705150000012','2','1','2','6','2017-05-15 发放利息','1','1','2017-05-15','2017-05-15 00:00:01','0'),('45','S201705150058201','1','1','4','10','2017-05-15签到，获得奖金10元','1','1','2017-05-15','2017-05-15 00:58:20','1'),('46','LI201705150100012','2','1','2','9','2017-05-15 发放排单利息','1','1','2017-05-15','2017-05-15 01:00:01','0'),('47','LI201705150100014','4','1','2','0','2017-05-15 发放排单利息','1','2','2017-05-15','2017-05-15 01:00:01','0'),('48','I201705160000022','2','1','2','6','2017-05-16 发放利息','1','1','2017-05-16','2017-05-16 00:00:02','0'),('49','LI201705160100022','2','1','2','9','2017-05-16 发放排单利息','1','1','2017-05-16','2017-05-16 01:00:02','0'),('50','LI201705160100024','4','1','2','0','2017-05-16 发放排单利息','1','2','2017-05-16','2017-05-16 01:00:02','0'),('51','S201705161254551','1','1','4','9','2017-05-16签到，获得奖金9元','1','1','2017-05-16','2017-05-16 12:54:55','1'),('52','I201705170000022','2','1','2','6','2017-05-17 发放利息','1','1','2017-05-17','2017-05-17 00:00:02','0'),('53','LI201705170100014','4','1','2','0','2017-05-17 发放排单利息','1','2','2017-05-17','2017-05-17 01:00:01','0'),('54','LI201705180100034','4','1','2','0','2017-05-18 发放排单利息','1','2','2017-05-18','2017-05-18 01:00:03','0'),('55','S201705180605091','1','1','4','10','2017-05-18签到，获得奖金10元','1','1','2017-05-18','2017-05-18 06:05:09','1'),('56','LI201705190100014','4','1','2','0','2017-05-19 发放排单利息','1','2','2017-05-19','2017-05-19 01:00:01','0'),('57','LI201705200100014','4','1','2','0','2017-05-20 发放排单利息','1','2','2017-05-20','2017-05-20 01:00:01','0'),('58','LI201705210100024','4','1','2','0','2017-05-21 发放排单利息','1','2','2017-05-21','2017-05-21 01:00:02','0'),('59','S201705211523191','1','1','4','3','2017-05-21签到，获得奖金3元','1','1','2017-05-21','2017-05-21 15:23:19','1'),('60','LI201705220100014','4','1','2','0','2017-05-22 发放排单利息','1','2','2017-05-22','2017-05-22 01:00:01','0'),('61','LI201705230100024','4','1','2','0','2017-05-23 发放排单利息','1','2','2017-05-23','2017-05-23 01:00:02','0'),('62','LI201705240100024','4','1','2','0','2017-05-24 发放排单利息','1','2','2017-05-24','2017-05-24 01:00:02','0'),('63','m-l-interest-20170524181657-4','4','1','2','0','2017-05-24 发放排单利息','2','2','2017-05-24','2017-05-24 18:16:57','0'),('64','m-l-interest-20170524181716-2','2','3','2','9','2017-05-24 扣除排单利息','2','1','2017-05-24','2017-05-24 18:17:16','0'),('65','m-l-interest-20170524181716-4','4','3','2','0','2017-05-24 扣除排单利息','2','2','2017-05-24','2017-05-24 18:17:16','0'),('66','LI201705250100012','2','1','2','9','2017-05-25 发放排单利息','1','1','2017-05-25','2017-05-25 01:00:01','0'),('67','LI201705250100014','4','1','2','0','2017-05-25 发放排单利息','1','2','2017-05-25','2017-05-25 01:00:01','0'),('68','XNLP201705250143271','1','5','1','1000','提供援助，排队期本金流入1000元','1','1','2017-05-25','2017-05-25 01:43:27','1'),('69','XNLI201705250143271','1','1','2','5','提供援助1000元，排队期发放当日利息','1','1','2017-05-25','2017-05-25 01:43:27','1'),('70','LI201705260100021','1','1','2','10','2017-05-26 发放排单利息','1','1','2017-05-26','2017-05-26 01:00:02','1'),('71','LI201705260100024','4','1','2','0','2017-05-26 发放排单利息','1','2','2017-05-26','2017-05-26 01:00:02','0'),('72','LI201705270100014','4','1','2','0','2017-05-27 发放排单利息','1','2','2017-05-27','2017-05-27 01:00:01','0'),('73','LI201705280100024','4','1','2','0','2017-05-28 发放排单利息','1','2','2017-05-28','2017-05-28 01:00:02','0'),('74','LI201705290100014','4','1','2','0','2017-05-29 发放排单利息','1','2','2017-05-29','2017-05-29 01:00:01','0'),('75','S201705291530241','1','1','4','7','2017-05-29签到，获得奖金7元','1','1','2017-05-29','2017-05-29 15:30:24','1'),('76','LI201705300100014','4','1','2','0','2017-05-30 发放排单利息','1','2','2017-05-30','2017-05-30 01:00:01','0'),('77','S201705302259141','1','1','4','3','2017-05-30签到，获得奖金3元','1','1','2017-05-30','2017-05-30 22:59:14','1'),('78','LI201705310100024','4','1','2','0','2017-05-31 发放排单利息','1','2','2017-05-31','2017-05-31 01:00:02','0'),('79','LI201706010100024','4','1','2','0','2017-06-01 发放排单利息','1','2','2017-06-01','2017-06-01 01:00:02','0');/* MySQLReback Separation */
 /* 插入数据 `lscf_money_log` */
 INSERT INTO `lscf_money_log` VALUES ('80','LI201706020100024','4','1','2','0','2017-06-02 发放排单利息','1','2','2017-06-02','2017-06-02 01:00:02','0');/* MySQLReback Separation */
 /* 插入数据 `lscf_money_log` */
 INSERT INTO `lscf_money_log` VALUES ('81','LI201706030100024','4','1','2','0','2017-06-03 发放排单利息','1','2','2017-06-03','2017-06-03 01:00:02','0'),('82','a-qc-l-provide-20170603024616-1','1','6','1','1000','清除提供援助，排队期本金留出1000元','1','1','2017-06-03','2017-06-03 02:46:16','1'),('83','QCLI201706030246161','1','2','2','15','清除提供援助1000元，扣除排队期利息','1','1','2017-06-03','2017-06-03 02:46:16','1'),('84','LI201706040100014','4','1','2','0','2017-06-04 发放排单利息','1','2','2017-06-04','2017-06-04 01:00:01','0'),('85','S201706041130041','1','1','4','10','2017-06-04签到，获得奖金10元','1','1','2017-06-04','2017-06-04 11:30:04','1'),('86','LI201706050100014','4','1','2','0','2017-06-05 发放排单利息','1','2','2017-06-05','2017-06-05 01:00:01','0'),('87','LI201706060100014','4','1','2','0','2017-06-06 发放排单利息','1','2','2017-06-06','2017-06-06 01:00:01','0'),('88','B201706061838515','5','4','3','50','首次激活会员，赠送奖金50元','1','1','2017-06-06','2017-06-06 18:38:51','1'),('89','I201706061838515','5','4','2','30','首次激活会员，赠送利息30元','1','1','2017-06-06','2017-06-06 18:38:51','1'),('90','S201706061839135','5','1','4','5','2017-06-06签到，获得奖金5元','1','1','2017-06-06','2017-06-06 18:39:13','1'),('91','LP201706061922395','5','5','1','5000','提供援助，排队期本金流入5000元','1','1','2017-06-06','2017-06-06 19:22:39','1'),('92','LI201706061922395','5','1','2','15','提供援助5000元，排队期发放当日利息','1','1','2017-06-06','2017-06-06 19:22:39','1'),('93','LI201706070100025','5','1','2','15','2017-06-07 发放排单利息','1','1','2017-06-07','2017-06-07 01:00:02','0'),('94','LI201706070100024','4','1','2','0','2017-06-07 发放排单利息','1','2','2017-06-07','2017-06-07 01:00:02','0');/* MySQLReback Separation */
 /* 创建表结构 `lscf_mregcodes` */
 DROP TABLE IF EXISTS `lscf_mregcodes`;/* MySQLReback Separation */ CREATE TABLE `lscf_mregcodes` (
  `mrcId` int(9) NOT NULL AUTO_INCREMENT COMMENT '注册码ID',
  `mrcRegCode` varchar(30) NOT NULL COMMENT '注册码',
  `mrcMUid` int(9) NOT NULL COMMENT '注册码购买人',
  `mrcUseUid` int(9) NOT NULL DEFAULT '0' COMMENT '注册码使用人',
  `mrcStartDate` datetime NOT NULL COMMENT '注册码生成时间',
  `mrcUseDate` datetime DEFAULT NULL COMMENT '注册码使用时间',
  `mrcPrice` int(9) NOT NULL COMMENT '当前注册码价格',
  `mrcHuiPrice` int(9) NOT NULL COMMENT '注册码优惠价格',
  `mrcPayPrice` int(9) NOT NULL COMMENT '实际支付价格',
  `mrcMorZ` int(1) NOT NULL COMMENT '注册码获取类型',
  `mrcState` int(1) NOT NULL DEFAULT '0' COMMENT '注册码状态',
  PRIMARY KEY (`mrcId`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_mregcodes` */
 INSERT INTO `lscf_mregcodes` VALUES ('1','WOuO3nGVxURlUFSD','1','2','2017-05-10 17:24:30','2017-05-10 17:24:53','200','0','200','1','1'),('2','4yHNcO0xqQE631lq','1','4','2017-05-10 17:42:46','2017-05-14 16:56:17','200','200','0','0','1'),('3','H5vEpNqJSJNeIXkU','1','0','2017-05-11 11:40:34','','200','200','0','0','0'),('4','kPhSYgiPhcEqj5NR','1','3','2017-05-11 11:45:49','2017-05-11 11:46:26','200','0','200','1','1'),('5','sw6bI6BGEKsCYA69','1','0','2017-05-14 11:03:56','','200','0','200','1','0'),('6','ZTeCqe9pMV6koQwk','5','5','2017-06-06 18:37:00','2017-06-06 18:38:51','3500','3500','0','0','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_reggrades` */
 DROP TABLE IF EXISTS `lscf_reggrades`;/* MySQLReback Separation */ CREATE TABLE `lscf_reggrades` (
  `rgId` int(8) NOT NULL AUTO_INCREMENT COMMENT '注册等级ID',
  `rgName` varchar(20) NOT NULL COMMENT '注册等级名称',
  `rgLixi` float NOT NULL COMMENT '注册等级对应利息',
  `rgTJJangjin` float NOT NULL COMMENT '注册等级推荐奖金',
  `rgTJPeople` int(9) NOT NULL COMMENT '升级本级别所需推广总人数',
  `rgSJNextPeople` int(8) NOT NULL COMMENT '升级下一级还需推广人数',
  `rgShengjiJiangjin` varchar(20) NOT NULL COMMENT '升级奖金',
  `rgShuifei` varchar(20) NOT NULL COMMENT '提现税费',
  PRIMARY KEY (`rgId`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_reggrades` */
 INSERT INTO `lscf_reggrades` VALUES ('1','铁牌会员','0.001','0.001','1','1','0','0'),('2','铜牌会员','0.002','0.002','1','1','10','0'),('3','银牌会员','0.004','0.004','2','1','20','0'),('4','金牌会员','0.003','0.003','3','2','30','0'),('5','钻石会员','0.004','0.004','5','3','40','0'),('6','皇冠会员','0.005','0.005','8','4','50','0'),('7','金冠会员','0.006','0.006','12','0','0','0');/* MySQLReback Separation */
 /* 创建表结构 `lscf_system` */
 DROP TABLE IF EXISTS `lscf_system`;/* MySQLReback Separation */ CREATE TABLE `lscf_system` (
  `sId` int(1) NOT NULL AUTO_INCREMENT COMMENT '系统设置ID',
  `sName` varchar(50) NOT NULL COMMENT '系统名称',
  `sTitle` varchar(250) NOT NULL COMMENT '系统口号，副标题',
  `sUrl` varchar(100) NOT NULL COMMENT '系统网址',
  `sTel` varchar(15) NOT NULL COMMENT '客服电话',
  `sQQ` varchar(10) NOT NULL COMMENT '客服QQ',
  `sEmail` varchar(50) NOT NULL COMMENT '客服邮箱',
  `sCheckCodeSwitch` int(1) NOT NULL COMMENT '验证码开关',
  `sErrorPwdLockNum` int(3) NOT NULL DEFAULT '3' COMMENT '密码登陆错误几次锁定',
  `sLoginTimeout` int(8) NOT NULL DEFAULT '30' COMMENT '登陆超时（分钟）',
  `sULoginTimeout` int(9) NOT NULL COMMENT '前台登陆超时',
  `sRegNum` int(4) NOT NULL DEFAULT '0' COMMENT '是否允许重复注册【-2为关闭注册，-1为不限重复次数，0为不允许重复，大于0则允许重复】',
  `sUErrorPwdLockNum` int(9) NOT NULL COMMENT '前台登陆错误次数锁定',
  `sUZFErrorPwdLockNum` int(9) NOT NULL DEFAULT '3' COMMENT '前台支付密码连续输入错误次数锁定',
  `sUCheckCodeSwitch` int(1) NOT NULL COMMENT '前台验证码开关',
  `sWeixin` varchar(22) NOT NULL COMMENT '客服微信号',
  `sRegCodeChar` varchar(62) NOT NULL COMMENT '手续费字符串',
  `sRegCodeNum` int(2) NOT NULL COMMENT '手续费位数',
  `sZhifubao` varchar(60) NOT NULL COMMENT '支付宝账户',
  `sZhifubaoName` varchar(16) NOT NULL COMMENT '支付宝姓名',
  `sONOFF` int(1) NOT NULL COMMENT '站点开关',
  `sONOFFInfo` text NOT NULL COMMENT '关闭站点说明',
  `sCopyrightName` varchar(100) NOT NULL COMMENT '版权名称',
  `sVersions` varchar(20) NOT NULL DEFAULT '2.0.0' COMMENT '版本号',
  `sMinOnline` int(10) NOT NULL COMMENT '虚拟在线人数最小值',
  `sMaxOnline` int(10) NOT NULL COMMENT '虚拟在线人数最大值',
  `sLogo` varchar(250) NOT NULL COMMENT '站点LOGO',
  `sSpwd` varchar(32) NOT NULL COMMENT '管理员安全密码前缀',
  `sXuanchanMenu` int(1) NOT NULL DEFAULT '1' COMMENT '宣传模块后台菜单开关',
  PRIMARY KEY (`sId`),
  KEY `sId` (`sId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_system` */
 INSERT INTO `lscf_system` VALUES ('1','超级连锁创富系统','福荣商城','http://mycf.nlipin.com','13800000000','10000000','10000000@qq.com','0','5','50','20','0','5','6','0','10000000','ABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789abcdefghijklmnopqrstuvwxyz','16','手续费统一200，请找推荐人申请','平台客服','1','管理员正在维护中，具体开机时间请关注最新公告！','CF，Inc. All right reserved','Versions 2.3.6','-1','200','Uploads/Logo/20160722/57917ac69e62d.png','e10adc3949ba59abbe56e057f20f883e','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_system_log` */
 DROP TABLE IF EXISTS `lscf_system_log`;/* MySQLReback Separation */ CREATE TABLE `lscf_system_log` (
  `slogId` int(9) NOT NULL AUTO_INCREMENT COMMENT '系统日志ID',
  `slogTimes` datetime NOT NULL COMMENT '系统日志记录时间',
  `slogUsers` varchar(25) NOT NULL DEFAULT '游客' COMMENT '记录访问身份',
  `slogIp` varchar(22) DEFAULT NULL COMMENT '系统日志记录IP',
  `slogCity` varchar(50) NOT NULL DEFAULT '暂未获取' COMMENT '系统日志记录的城市',
  `slogAction` varchar(60) NOT NULL COMMENT '系统日志记录的行为',
  PRIMARY KEY (`slogId`)
) ENGINE=MyISAM AUTO_INCREMENT=198 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_system_log` */
 INSERT INTO `lscf_system_log` VALUES ('1','2017-05-11 11:30:53','游客','106.115.36.153','河北省邯郸市','0'),('2','2017-05-11 11:31:03','游客','101.226.51.229','上海市','0'),('3','2017-05-11 11:31:30','system','106.115.36.153','河北省邯郸市','1'),('4','2017-05-11 14:00:39','游客','60.172.246.72','安徽省淮北市','0'),('5','2017-05-11 14:01:00','system','60.172.246.72','安徽省淮北市','1'),('6','2017-05-12 13:28:58','游客','117.75.19.26','云南省昆明市','0'),('7','2017-05-12 14:00:08','游客','118.114.237.68','四川省成都市','0'),('8','2017-05-12 14:00:15','admin','118.114.237.68','四川省成都市','-2'),('9','2017-05-12 14:00:27','system','118.114.237.68','四川省成都市','1'),('10','2017-05-12 22:21:51','游客','117.136.88.147','中国','0'),('11','2017-05-12 22:22:01','游客','180.153.214.192','上海市','0'),('12','2017-05-12 22:22:10','system','117.136.88.147','中国','1'),('13','2017-05-12 22:44:07','游客','222.87.3.183','贵州省黔东南州凯里市','0'),('14','2017-05-12 22:44:23','system','222.87.3.183','贵州省黔东南州凯里市','1'),('15','2017-05-13 06:54:25','游客','222.87.3.183','贵州省黔东南州凯里市','0'),('16','2017-05-13 18:50:39','游客','123.12.193.230','河南省三门峡市','0'),('17','2017-05-13 18:50:49','游客','112.65.193.14','上海市','0'),('18','2017-05-13 18:59:58','游客','101.245.1.103','上海市','0'),('19','2017-05-13 19:00:14','system','101.245.1.103','上海市','1'),('20','2017-05-14 10:49:14','游客','124.203.156.241','北京市','0'),('21','2017-05-14 10:49:31','system','124.203.156.241','北京市','1'),('22','2017-05-14 14:27:23','游客','183.148.173.37','浙江省台州市','0'),('23','2017-05-14 14:27:28','system','183.148.173.37','浙江省台州市','1'),('24','2017-05-14 16:31:06','游客','180.130.2.214','云南省大理州','0'),('25','2017-05-14 16:31:23','system','180.130.2.214','云南省大理州','1'),('26','2017-05-14 16:51:19','游客','183.148.173.37','浙江省台州市','0'),('27','2017-05-14 16:51:23','system','183.148.173.37','浙江省台州市','1'),('28','2017-05-15 01:02:34','游客','218.28.170.218','河南省郑州市','0'),('29','2017-05-15 01:02:34','游客','218.28.170.218','河南省郑州市','0'),('30','2017-05-15 01:02:38','admin','218.28.170.218','河南省郑州市','-2'),('31','2017-05-15 01:02:43','游客','218.28.170.218','河南省郑州市','0'),('32','2017-05-15 01:02:49','游客','218.28.170.218','河南省郑州市','0'),('33','2017-05-15 01:02:57','system   ','218.28.170.218','河南省郑州市','1'),('34','2017-05-15 01:07:51','游客','180.153.205.252','上海市','0'),('35','2017-05-15 13:50:04','游客','58.216.152.4','江苏省常州市','0'),('36','2017-05-15 13:50:05','游客','58.216.152.4','江苏省常州市','0'),('37','2017-05-15 13:50:20','system','58.216.152.4','江苏省常州市','1'),('38','2017-05-15 15:13:34','游客','117.61.3.91','江苏省泰州市','0'),('39','2017-05-15 15:13:44','system','117.61.3.91','江苏省泰州市','1'),('40','2017-05-15 19:39:01','游客','101.17.144.83','河北省唐山市','0'),('41','2017-05-15 19:40:16','system','101.17.144.83','河北省唐山市','1'),('42','2017-05-15 21:23:40','游客','220.162.111.20','福建省龙岩市','0'),('43','2017-05-15 21:23:52','system','220.162.111.20','福建省龙岩市','1'),('44','2017-05-15 21:28:08','游客','111.206.36.11','北京市','0'),('45','2017-05-15 21:34:14','游客','111.206.36.19','北京市','0'),('46','2017-05-15 21:34:30','游客','111.206.36.146','北京市','0'),('47','2017-05-15 21:34:35','游客','111.206.36.136','北京市','0'),('48','2017-05-15 21:34:49','游客','111.206.36.146','北京市','0'),('49','2017-05-15 21:35:55','游客','111.206.36.13','北京市','0'),('50','2017-05-15 21:37:57','游客','111.206.36.11','北京市','0'),('51','2017-05-15 21:39:06','游客','111.206.36.11','北京市','0'),('52','2017-05-15 22:37:44','游客','111.206.36.11','北京市','0'),('53','2017-05-15 22:53:19','游客','111.206.36.138','北京市','0'),('54','2017-05-16 07:37:19','游客','111.206.36.136','北京市','0'),('55','2017-05-16 08:50:51','游客','111.206.36.13','北京市','0'),('56','2017-05-16 09:27:24','游客','1.197.87.233','河南省周口市','0'),('57','2017-05-16 09:27:46','system','1.197.87.233','河南省周口市','1'),('58','2017-05-16 11:12:02','游客','1.192.243.76','河南省郑州市','0'),('59','2017-05-16 11:12:12','system','1.192.243.76','河南省郑州市','1'),('60','2017-05-16 12:29:38','游客','27.158.132.123','福建省龙岩市','0'),('61','2017-05-16 12:29:47','system','27.158.132.123','福建省龙岩市','1'),('62','2017-05-16 12:37:26','游客','111.206.36.141','北京市','0'),('63','2017-05-16 13:02:41','游客','111.206.36.15','北京市','0'),('64','2017-05-16 13:11:04','游客','180.97.35.20','江苏省苏州市','0'),('65','2017-05-16 13:37:11','游客','111.206.36.137','北京市','0'),('66','2017-05-16 19:12:39','游客','180.153.214.180','上海市','0'),('67','2017-05-17 03:33:34','游客','111.206.36.14','北京市','0'),('68','2017-05-17 11:47:03','游客','111.206.36.10','北京市','0');/* MySQLReback Separation */
 /* 插入数据 `lscf_system_log` */
 INSERT INTO `lscf_system_log` VALUES ('69','2017-05-17 12:08:06','游客','106.186.21.113','日本','0');/* MySQLReback Separation */
 /* 插入数据 `lscf_system_log` */
 INSERT INTO `lscf_system_log` VALUES ('70','2017-05-17 12:08:14','system','106.186.21.113','日本','1'),('71','2017-05-17 12:23:55','游客','111.206.36.135','北京市','0'),('72','2017-05-17 12:31:23','游客','111.206.36.10','北京市','0'),('73','2017-05-17 12:37:41','游客','111.206.36.17','北京市','0'),('74','2017-05-17 17:49:57','游客','106.186.21.113','日本','0'),('75','2017-05-17 17:49:58','游客','106.186.21.113','日本','0'),('76','2017-05-17 21:21:02','游客','223.211.255.56','广东省江门市','0'),('77','2017-05-17 21:21:14','system','223.211.255.56','广东省江门市','1'),('78','2017-05-18 05:20:58','游客','1.197.77.23','河南省周口市','0'),('79','2017-05-18 05:21:35','游客','1.197.77.23','河南省周口市','0'),('80','2017-05-18 05:21:51','游客','1.197.77.23','河南省周口市','0'),('81','2017-05-18 05:22:10','游客','1.197.77.23','河南省周口市','0'),('82','2017-05-18 05:22:18','admin','1.197.77.23','河南省周口市','-2'),('83','2017-05-18 14:32:51','游客','49.89.53.20','江苏省宿迁市','0'),('84','2017-05-18 14:33:07','system','49.89.53.20','江苏省宿迁市','1'),('85','2017-05-18 15:02:58','游客','115.201.109.68','浙江省台州市','0'),('86','2017-05-18 15:03:10','system','115.201.109.68','浙江省台州市','1'),('87','2017-05-18 15:03:45','system','115.201.109.68','浙江省台州市','1'),('88','2017-05-18 17:13:02','游客','115.164.60.176','马来西亚','0'),('89','2017-05-18 17:13:25','system ','115.164.60.176','马来西亚','1'),('90','2017-05-18 20:52:29','游客','222.79.216.205','福建省泉州市','0'),('91','2017-05-18 20:52:39','游客','117.185.27.113','上海市','0'),('92','2017-05-18 21:02:47','游客','223.104.131.214','中国','0'),('93','2017-05-18 22:18:01','游客','223.104.131.214','中国','0'),('94','2017-05-18 22:18:10','游客','180.163.2.119','上海市','0'),('95','2017-05-18 22:18:33','syste m','223.104.131.214','中国','-2'),('96','2017-05-18 22:18:48','system','223.104.131.214','中国','1'),('97','2017-05-19 12:16:44','游客','111.206.36.9','北京市','0'),('98','2017-05-19 14:36:29','游客','111.206.36.18','北京市','0'),('99','2017-05-19 14:51:52','游客','220.176.52.72','江西省赣州市','0'),('100','2017-05-19 14:52:13','systes','220.176.52.72','江西省赣州市','-2'),('101','2017-05-19 14:52:27','system','220.176.52.72','江西省赣州市','1'),('102','2017-05-19 15:08:42','游客','220.176.52.72','江西省赣州市','0'),('103','2017-05-19 15:08:46','system','220.176.52.72','江西省赣州市','1'),('104','2017-05-19 19:35:06','游客','111.85.32.255','贵州省贵阳市','0'),('105','2017-05-19 19:35:21','system','111.85.32.255','贵州省贵阳市','1'),('106','2017-05-20 22:25:18','游客','218.28.170.218','河南省郑州市','0'),('107','2017-05-20 22:25:18','游客','218.28.170.218','河南省郑州市','0'),('108','2017-05-20 22:25:25','system','218.28.170.218','河南省郑州市','1'),('109','2017-05-20 22:26:11','游客','218.28.170.218','河南省郑州市','0'),('110','2017-05-21 00:20:40','游客','218.28.170.218','河南省郑州市','0'),('111','2017-05-21 00:20:40','游客','218.28.170.218','河南省郑州市','0'),('112','2017-05-21 00:20:47','system','218.28.170.218','河南省郑州市','1'),('113','2017-05-21 11:35:39','游客','115.202.111.127','浙江省台州市','0'),('114','2017-05-21 11:35:51','system','115.202.111.127','浙江省台州市','1'),('115','2017-05-24 10:57:12','游客','36.57.146.61','安徽省马鞍山市','0'),('116','2017-05-24 10:57:23','system','36.57.146.61','安徽省马鞍山市','1'),('117','2017-05-24 16:29:20','游客','36.99.92.168','河南省','0'),('118','2017-05-24 16:29:27','admin','36.99.92.168','河南省','-2'),('119','2017-05-24 18:14:44','游客','117.36.145.1','陕西省西安市','0'),('120','2017-05-24 18:14:54','游客','180.153.211.172','上海市','0'),('121','2017-05-24 18:15:04','system','117.36.145.1','陕西省西安市','1'),('122','2017-05-24 21:01:37','游客','14.192.211.65','马来西亚','0'),('123','2017-05-24 21:01:57','system','14.192.211.65','马来西亚','1'),('124','2017-05-25 01:21:45','游客','14.192.211.65','马来西亚','0'),('125','2017-05-25 01:22:02','system','14.192.211.65','马来西亚','1'),('126','2017-05-25 09:16:23','游客','14.192.211.65','马来西亚','0'),('127','2017-05-25 09:16:24','游客','14.192.211.65','马来西亚','0'),('128','2017-05-25 22:52:02','游客','123.115.37.3','北京市','0'),('129','2017-05-25 22:52:12','游客','101.226.66.193','上海市','0'),('130','2017-05-25 22:52:16','system','123.115.37.3','北京市','1'),('131','2017-05-26 07:06:23','游客','14.192.211.65','马来西亚','0'),('132','2017-05-26 07:06:35','system','14.192.211.65','马来西亚','1'),('133','2017-05-26 10:19:59','游客','14.192.211.65','马来西亚','0'),('134','2017-05-26 13:23:45','游客','223.104.169.150','中国','0'),('135','2017-05-26 13:23:55','游客','180.153.214.192','上海市','0'),('136','2017-05-26 13:23:58','sysrem','223.104.169.150','中国','-2'),('137','2017-05-26 13:24:14','游客','223.104.169.150','中国','0');/* MySQLReback Separation */
 /* 插入数据 `lscf_system_log` */
 INSERT INTO `lscf_system_log` VALUES ('138','2017-05-26 13:24:25','system','223.104.169.150','中国','1');/* MySQLReback Separation */
 /* 插入数据 `lscf_system_log` */
 INSERT INTO `lscf_system_log` VALUES ('139','2017-05-27 01:02:58','游客','182.139.31.206','四川省成都市','0'),('140','2017-05-27 01:03:07','system','182.139.31.206','四川省成都市','1'),('141','2017-05-27 10:22:51','游客','115.60.90.10','河南省郑州市','0'),('142','2017-05-27 16:27:13','游客','42.56.248.137','辽宁省','0'),('143','2017-05-27 16:27:24','system','42.56.248.137','辽宁省','1'),('144','2017-05-27 21:23:51','游客','14.192.210.145','马来西亚','0'),('145','2017-05-29 21:48:42','游客','120.7.27.44','河北省廊坊市','0'),('146','2017-05-29 21:48:49','system','120.7.27.44','河北省廊坊市','1'),('147','2017-05-30 14:12:35','游客','223.73.100.88','广东省阳江市','0'),('148','2017-05-30 14:12:50','system','223.73.100.88','广东省阳江市','1'),('149','2017-05-30 14:23:24','游客','223.88.128.107','河南省濮阳市','0'),('150','2017-05-30 14:24:37','system','223.88.128.107','河南省濮阳市','1'),('151','2017-05-30 15:47:03','游客','120.92.32.207','福建省福州市','0'),('152','2017-05-30 15:48:14','游客','120.92.32.207','福建省福州市','0'),('153','2017-05-30 18:16:17','游客','223.88.128.107','河南省濮阳市','0'),('154','2017-05-30 18:16:17','游客','223.88.128.107','河南省濮阳市','0'),('155','2017-05-30 18:17:19','admin','223.88.128.107','河南省濮阳市','-2'),('156','2017-05-30 18:17:29','admin','223.88.128.107','河南省濮阳市','-2'),('157','2017-05-30 18:18:01','system','223.88.128.107','河南省濮阳市','1'),('158','2017-05-30 23:02:01','游客','60.12.66.38','浙江省台州市','0'),('159','2017-05-30 23:02:38','system','60.12.66.38','浙江省台州市','1'),('160','2017-05-30 23:55:23','游客','180.109.68.206','江苏省南京市','0'),('161','2017-05-30 23:55:46','system','180.109.68.206','江苏省南京市','1'),('162','2017-05-31 12:28:07','游客','183.95.44.138','湖北省襄阳市','0'),('163','2017-05-31 12:28:17','游客','101.226.33.239','上海市','0'),('164','2017-05-31 12:29:06','system','183.95.44.138','湖北省襄阳市','1'),('165','2017-05-31 16:10:03','游客','180.109.68.206','江苏省南京市','0'),('166','2017-05-31 16:10:10','system','180.109.68.206','江苏省南京市','1'),('167','2017-06-01 02:35:33','游客','117.148.194.1','浙江省丽水市','0'),('168','2017-06-01 02:35:47','system','117.148.194.1','浙江省丽水市','1'),('169','2017-06-02 17:19:04','游客','183.226.133.191','中国','0'),('170','2017-06-02 17:19:13','system','183.226.133.191','中国','1'),('171','2017-06-03 02:39:48','游客','180.102.218.232','江苏省南京市','0'),('172','2017-06-03 02:41:32','system','180.102.218.232','江苏省南京市','1'),('173','2017-06-04 03:19:52','游客','180.102.221.31','江苏省南京市','0'),('174','2017-06-04 03:20:00','system','180.102.221.31','江苏省南京市','1'),('175','2017-06-04 04:36:28','游客','180.102.221.31','江苏省南京市','0'),('176','2017-06-04 04:36:30','system','180.102.221.31','江苏省南京市','1'),('177','2017-06-04 11:38:00','游客','106.43.103.241','湖南省','0'),('178','2017-06-04 11:38:19','游客','106.43.103.241','湖南省','0'),('179','2017-06-04 11:38:27','system ','106.43.103.241','湖南省','1'),('180','2017-06-04 11:53:04','游客','101.226.99.197','上海市','0'),('181','2017-06-04 11:54:54','system','106.43.103.241','湖南省','-1'),('182','2017-06-05 12:58:34','游客','101.247.210.30','广东省东莞市','0'),('183','2017-06-05 12:58:57','system','101.247.210.30','广东省东莞市','1'),('184','2017-06-05 18:33:51','游客','106.226.92.149','江西省','0'),('185','2017-06-05 18:34:06','system','106.226.90.182','江西省','1'),('186','2017-06-06 18:30:09','游客','112.193.234.40','四川省成都市','0'),('187','2017-06-06 18:30:25','system','112.193.234.40','四川省成都市','1'),('188','2017-06-07 00:31:06','游客','180.102.214.243','江苏省南京市','0'),('189','2017-06-07 00:31:16','System','180.102.214.243','江苏省南京市','1'),('190','2017-06-07 01:51:47','游客','180.102.213.130','江苏省南京市','0'),('191','2017-06-07 01:51:49','System','180.102.213.130','江苏省南京市','1'),('192','2017-06-07 08:48:04','游客','59.46.56.18','辽宁省沈阳市','0'),('193','2017-06-07 08:48:14','游客','101.226.33.204','上海市','0'),('194','2017-06-07 08:48:21','system','59.46.56.18','辽宁省沈阳市','1'),('195','2017-06-07 10:02:58','游客','210.75.240.11','北京市','0'),('196','2017-06-07 13:38:31','游客','117.75.58.192','云南省昆明市','0'),('197','2017-06-07 13:38:36','system','117.75.58.192','云南省昆明市','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_users` */
 DROP TABLE IF EXISTS `lscf_users`;/* MySQLReback Separation */ CREATE TABLE `lscf_users` (
  `uId` int(9) NOT NULL AUTO_INCREMENT COMMENT '会员ID',
  `uUser` varchar(20) NOT NULL COMMENT '会员账号',
  `uName` varchar(16) NOT NULL COMMENT '会员姓名',
  `uTel` varchar(11) NOT NULL COMMENT '电话号码',
  `uWeixin` varchar(24) NOT NULL COMMENT '微信号',
  `uZhifubao` varchar(50) NOT NULL COMMENT '支付宝账户',
  `uSex` int(1) NOT NULL COMMENT '性别',
  `uEmail` varchar(50) NOT NULL COMMENT '电子邮箱',
  `uPwd` varchar(32) NOT NULL COMMENT '登陆密码',
  `uZfPwd` varchar(32) NOT NULL COMMENT '支付密码',
  `uSfId` varchar(18) NOT NULL COMMENT '身份证号码',
  `uTuiId` int(9) NOT NULL COMMENT '推荐人ID',
  `uSonUser` text COMMENT '推荐下线User（数组）',
  `uVip` int(1) NOT NULL DEFAULT '0' COMMENT '会员等级对应ID',
  `uBenjin` int(9) NOT NULL DEFAULT '0' COMMENT '会员投资本金',
  `uLixi` float NOT NULL DEFAULT '0' COMMENT '会员利息',
  `uNowLixi` float NOT NULL DEFAULT '0' COMMENT '当前的利息',
  `uPDLixi` float NOT NULL DEFAULT '0' COMMENT '排队期间的利息',
  `uPDLixiMax` float NOT NULL DEFAULT '0' COMMENT '排队期最大利息',
  `uJiangjin` float NOT NULL DEFAULT '0' COMMENT '会员奖金',
  `uState` int(1) NOT NULL DEFAULT '0' COMMENT '会员注册状态',
  `uTouziState` int(1) NOT NULL DEFAULT '0' COMMENT '投资状态',
  `uTouziNum` int(9) NOT NULL DEFAULT '0' COMMENT '投资次数',
  `uLock` int(1) NOT NULL DEFAULT '1' COMMENT '账户状态（1正常,0锁定,-1封号）',
  `uImages` varchar(250) DEFAULT NULL COMMENT '会员头像',
  `uLoginNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录登陆次数',
  `uErrorPwdNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录登错次数',
  `uZFErrorPwdNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录支付密码输入错误次数',
  `uRegDate` varchar(26) NOT NULL COMMENT '注册时间',
  `uOnline` int(1) NOT NULL DEFAULT '0' COMMENT '在线状态',
  `uOnlineDate` datetime NOT NULL COMMENT '最后在线时间',
  `uQiandaoNum` int(6) NOT NULL DEFAULT '0' COMMENT '签到次数',
  `uMXInvisible` int(1) DEFAULT '1' COMMENT '会员投资明细是否隐身',
  `uMXInvisibleValid` int(1) NOT NULL DEFAULT '0' COMMENT '会员投资明细隐身是否生效',
  PRIMARY KEY (`uId`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_users` */
 INSERT INTO `lscf_users` VALUES ('1','admin','创始人','13888888888','cfadmin','cfadmin@sina.com','2','cfadmin@126.com','e10adc3949ba59abbe56e057f20f883e','c33367701511b4f6020ec61ded352059','530300199001010001','1','xiaoniu|1234|guest|wu123|','2','0','0','0','0','0','85','1','0','0','1','','146','0','0','2016-08-04 00:00:00','0','2017-06-07 10:02:45','10','1','0'),('2','xiaoniu','小猫','15887835889','123456','123456666','1','12354855885@qq.com','e10adc3949ba59abbe56e057f20f883e','c33367701511b4f6020ec61ded352059','530326199902021122','1','','0','0','90','90','27','27','57','1','1','1','0','','3','0','0','2017-05-10 17:23:06','0','2017-05-14 17:03:11','1','0','1'),('3','1234','wr','13211111111','235','456','1','','e10adc3949ba59abbe56e057f20f883e','d553d148479a268914cecb77b2b88e6a','13222222222222222','1','','0','0','30','30','0','0','55','1','0','0','1','','1','0','0','2017-05-11 11:43:52','0','2017-05-11 12:11:25','1','1','0'),('5','wu123','快快快','18728440532','deft人头','18637285','1','','096003c4c444234cdf97426ff6e5dc2c','c33367701511b4f6020ec61ded352059','16137246456645467','1','','0','0','30','30','30','45','55','1','0','0','1','','2','0','0','2017-06-06 18:35:58','0','2017-06-06 19:26:43','1','1','0'),('4','guest','123456','18248664785','123456','852147','1','','e10adc3949ba59abbe56e057f20f883e','c33367701511b4f6020ec61ded352059','612322198704012589','1','','0','0','30','30','9','27','50','1','0','0','1','','1','0','0','2017-05-14 16:52:51','0','2017-05-14 16:59:43','0','1','0');/* MySQLReback Separation */
 /* 创建表结构 `lscf_users_apply_regcode` */
 DROP TABLE IF EXISTS `lscf_users_apply_regcode`;/* MySQLReback Separation */ CREATE TABLE `lscf_users_apply_regcode` (
  `uarId` int(9) NOT NULL AUTO_INCREMENT COMMENT '会员申请注册码ID',
  `uarUid` int(9) NOT NULL COMMENT '申请注册码人ID',
  `uarDate` datetime NOT NULL COMMENT '申请时间',
  `uarPrice` int(9) NOT NULL COMMENT '当前注册码的售价',
  `uarPayPrice` int(9) NOT NULL COMMENT '支付的金额',
  `uarHuiPrice` int(9) NOT NULL DEFAULT '0' COMMENT '优惠的金额',
  `uarReturnPrice` int(9) NOT NULL DEFAULT '0' COMMENT '找回的金额',
  `uarFiles` varchar(300) NOT NULL COMMENT '支付截图',
  `uarState` int(1) NOT NULL DEFAULT '0' COMMENT '审核的结果',
  `uarZhifuUser` varchar(50) NOT NULL COMMENT '付款账户',
  `uarErrorNum` int(3) NOT NULL DEFAULT '0' COMMENT '虚假提交记录次数',
  `uarZhifuUserType` varchar(30) NOT NULL DEFAULT '支付宝' COMMENT '支付账户类型',
  `uarShouKuanUser` varchar(50) NOT NULL COMMENT '收款账户',
  `uarShouKuanUserType` varchar(30) NOT NULL DEFAULT '支付宝' COMMENT '收款账户类型',
  `uarCodeNum` int(3) NOT NULL DEFAULT '1' COMMENT '每次购买激活的个数',
  `uarCodeNumState` int(3) DEFAULT '0' COMMENT '发放手续费的次数',
  PRIMARY KEY (`uarId`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_users_apply_regcode` */
 INSERT INTO `lscf_users_apply_regcode` VALUES ('1','1','2017-05-10 17:24:09','200','200','0','0','Uploads/Users/zhifucode/20170510/5912dc39a7e96.jpg','1','cfadmin@sina.com','0','支付宝','web@sina.com','支付宝','1','1'),('2','1','2017-05-11 11:44:51','200','200','0','0','Uploads/Users/zhifucode/20170511/5913de33c62f4.jpg','1','cfadmin@sina.com','0','支付宝','web@sina.com','支付宝','1','1'),('3','1','2017-05-14 11:02:08','200','200','0','0','Uploads/Users/zhifucode/20170514/5917c8b0082fa.png','1','cfadmin@sina.com','0','支付宝','web@sina.com','支付宝','1','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_users_invest` */
 DROP TABLE IF EXISTS `lscf_users_invest`;/* MySQLReback Separation */ CREATE TABLE `lscf_users_invest` (
  `uiId` int(9) NOT NULL AUTO_INCREMENT COMMENT '救援条目Id',
  `uiUid` int(9) NOT NULL COMMENT '救援人Id',
  `uiImages` varchar(260) DEFAULT NULL COMMENT '救援人截图证明',
  `uiUJiner` int(9) NOT NULL DEFAULT '0' COMMENT '救援金额',
  `uiDate` varchar(26) DEFAULT NULL COMMENT '提交时间',
  `uiState` int(1) NOT NULL DEFAULT '0' COMMENT '匹配状态',
  `uiStateDate` varchar(26) DEFAULT NULL COMMENT '审核成功时间',
  `uiZhifu` int(1) NOT NULL DEFAULT '0' COMMENT '支付状态',
  `uiZhifuDate` varchar(26) DEFAULT NULL COMMENT '支付提交时间',
  `uiSuccess` int(1) NOT NULL DEFAULT '0' COMMENT '救助是否成功',
  `uiSuccessDate` varchar(26) DEFAULT NULL COMMENT '打款成功的时间',
  `uiTouziEnd` int(1) NOT NULL DEFAULT '0' COMMENT '本轮投资是否到期',
  `uiTouziEndDate` varchar(26) DEFAULT NULL COMMENT '投资到期的时间',
  `uiunShenqing` int(1) NOT NULL DEFAULT '0' COMMENT '是否申请了被救助',
  `uiSQShenyuJiner` int(9) NOT NULL DEFAULT '0' COMMENT '能申请的申请后剩余金额',
  `uiEnd` int(1) NOT NULL DEFAULT '0' COMMENT '本轮是否已经结束，0为未结束1为结束',
  `uiBeijiuyuanUid` int(9) NOT NULL DEFAULT '0' COMMENT '接受救援人Id',
  `uiShow` int(1) NOT NULL DEFAULT '1' COMMENT '提供援助是否显示',
  PRIMARY KEY (`uiId`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_users_invest` */
 INSERT INTO `lscf_users_invest` VALUES ('1','2','Uploads/Users/payimgs/20170510/5912dd1915495.jpg ','2000','2017-05-10 17:27:04','1','2017-05-10 17:27:37','1','2017-05-10 17:27:56','1','2017-05-10 17:28:21','0','2017-05-17 17:28:21','0','2000','0','1','1'),('2','1','','1000','2017-05-10 17:38:44','0','','0','','0','','0','','0','1000','0','0','0'),('4','1','','5000','2017-05-14 10:52:49','0','','0','','0','','0','','0','5000','0','0','0'),('10','5','','5000','2017-06-06 19:22:39','0','','0','','0','','0','','0','5000','0','0','1'),('6','2','','3000','2017-05-14 16:53:58','0','','0','','0','','0','','0','3000','0','0','0'),('8','4','','3000','2017-05-14 16:58:42','1','2017-05-14 16:59:18','0','','0','','0','','0','3000','0','1','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_users_parameters` */
 DROP TABLE IF EXISTS `lscf_users_parameters`;/* MySQLReback Separation */ CREATE TABLE `lscf_users_parameters` (
  `upId` int(1) NOT NULL AUTO_INCREMENT COMMENT '会员参数ID',
  `upPDLXONorOFF` int(1) NOT NULL DEFAULT '1' COMMENT '排队利息开关',
  `upPDLXDay` int(5) NOT NULL DEFAULT '3' COMMENT '排队计息天数',
  `upTZMultiples` int(8) NOT NULL COMMENT '会员投资的倍数',
  `upMaxMoney` int(8) NOT NULL COMMENT '会员最多投资金额',
  `upLXType` int(1) NOT NULL COMMENT '利息选择的模式(1固定，0浮动)',
  `upLixiAllOrDay` int(1) NOT NULL DEFAULT '2' COMMENT '利息每天发放OR一次发放（1是一次发放，2是每天发放）',
  `upGuDingLX` float NOT NULL COMMENT '固定的利息',
  `upLXMultiples` int(8) NOT NULL COMMENT '利息提现倍数',
  `upJJMultiples` int(8) NOT NULL COMMENT '奖金提现倍数',
  `upTXSXMoney` varchar(20) NOT NULL COMMENT '提现手续费',
  `upPaymentPeriod` int(8) NOT NULL COMMENT '付款期限（小时）',
  `upCollectionPeriod` int(8) NOT NULL COMMENT '确认收款期限（小时）',
  `upTermOfInvestment` int(8) NOT NULL COMMENT '投资期限（天）',
  `upRepeatInvestment` int(1) NOT NULL COMMENT '是否重复投资解冻',
  `upReact` int(1) NOT NULL COMMENT '是否允许反复投资',
  `upRegCodeState` int(1) NOT NULL COMMENT '是否开启注册码注册',
  `upRegCodePrice` int(8) NOT NULL COMMENT '注册码售价（单位元）',
  `upTypeInvestment` int(1) NOT NULL COMMENT '投资金额类型',
  `upRegJiangjin` int(11) NOT NULL DEFAULT '0' COMMENT '注册激活后送奖金',
  `upRegLixi` int(9) NOT NULL DEFAULT '0' COMMENT '激活赠送利息',
  `upShowITgnum` int(9) NOT NULL DEFAULT '5' COMMENT '会员首页提供援助显示天数',
  `upShowIJsnum` int(9) NOT NULL DEFAULT '5' COMMENT '会员首页接受援助显示天数',
  `upQiandaoONOFF` int(1) NOT NULL DEFAULT '1' COMMENT '签到开关',
  `upQiandaoJiangMin` int(6) NOT NULL DEFAULT '5' COMMENT '签到最小奖',
  `upQiandaoJiangMax` int(6) NOT NULL DEFAULT '50' COMMENT '签到最大奖',
  `upRegCodeNum` int(2) NOT NULL DEFAULT '1' COMMENT '每次最多允许购买注册码个数',
  PRIMARY KEY (`upId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='会员参数设置表';/* MySQLReback Separation */
 /* 插入数据 `lscf_users_parameters` */
 INSERT INTO `lscf_users_parameters` VALUES ('1','1','3','5000','300000','1','2','0.003','500','500','0','12','2','1','1','1','1','3500','0','50','30','3','3','1','2','10','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_users_touzidata` */
 DROP TABLE IF EXISTS `lscf_users_touzidata`;/* MySQLReback Separation */ CREATE TABLE `lscf_users_touzidata` (
  `utId` int(6) NOT NULL AUTO_INCREMENT COMMENT '投资参数ID',
  `utBenJin` int(9) NOT NULL COMMENT '投资的本金',
  `utJBLixi` varchar(20) NOT NULL COMMENT '基本利息',
  `utState` int(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`utId`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_users_touzidata` */
 INSERT INTO `lscf_users_touzidata` VALUES ('1','500','0.001','1'),('2','1000','0.002','1'),('3','2000','0.003','1'),('4','4000','0.005','1'),('5','8000','0.008','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_users_uninvest` */
 DROP TABLE IF EXISTS `lscf_users_uninvest`;/* MySQLReback Separation */ CREATE TABLE `lscf_users_uninvest` (
  `uuniId` int(9) NOT NULL AUTO_INCREMENT COMMENT '被救援记录ID',
  `uuniUid` int(9) DEFAULT NULL COMMENT '被救援用户ID',
  `uuniImages` varchar(250) DEFAULT NULL COMMENT '确认收款截图',
  `uuniJiner` int(9) DEFAULT NULL COMMENT '收款金额',
  `uuniDate` varchar(26) DEFAULT NULL COMMENT '申请被救援时间',
  `uuniState` int(1) NOT NULL DEFAULT '0' COMMENT '被救援匹配状态',
  `uuniSuccess` int(1) NOT NULL DEFAULT '0' COMMENT '是否救援成功',
  `uuniJiuyuanUid` int(9) DEFAULT NULL COMMENT '救援人ID',
  `uuniStateDate` varchar(26) DEFAULT NULL COMMENT '匹配成功时间',
  `uuniPay` int(1) NOT NULL DEFAULT '0' COMMENT '对方付款状态',
  `uuniPayDate` varchar(26) DEFAULT NULL COMMENT '对方付款时间',
  `uuniSuccessDate` varchar(26) DEFAULT NULL COMMENT '确认收款时间',
  `uuniEnd` int(1) NOT NULL DEFAULT '0' COMMENT '整个项目是否彻底结束',
  `uunYuanzhuType` int(1) NOT NULL DEFAULT '0' COMMENT '提供援助与提现的类型',
  `uuniShow` int(1) NOT NULL DEFAULT '1' COMMENT '接受援助是否显示',
  PRIMARY KEY (`uuniId`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='被救援数据表';/* MySQLReback Separation */
 /* 插入数据 `lscf_users_uninvest` */
 INSERT INTO `lscf_users_uninvest` VALUES ('1','1','Uploads/Users/payimgs/20170510/5912dd32690c8.jpg ','2000','2017-05-10 17:27:26','1','1','2','2017-05-10 17:27:37','1','2017-05-10 17:27:56','2017-05-10 17:28:21','1','0','1'),('2','1','','3000','2017-05-14 10:53:31','1','0','4','2017-05-14 16:59:18','0','','','0','0','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_zccf_datainfo` */
 DROP TABLE IF EXISTS `lscf_zccf_datainfo`;/* MySQLReback Separation */ CREATE TABLE `lscf_zccf_datainfo` (
  `zdId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传网站数据配置Id',
  `zdRegPeople` int(10) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟人数（0为真实人数）',
  `zdYuanzhuJiner` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟援助金额',
  `zdTixianJiner` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟提现金额',
  `zdTZNum` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟投资次数',
  `zdJiangjin` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟奖金金额',
  `zdLixi` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟利息金额',
  `zdTxNum` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟提现次数',
  `zdOnlineNumMin` int(9) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟在线人数最小值',
  `zdOnlineNumMax` int(12) NOT NULL DEFAULT '100' COMMENT '宣传网站数据配置虚拟在线最大值',
  PRIMARY KEY (`zdId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_zccf_datainfo` */
 INSERT INTO `lscf_zccf_datainfo` VALUES ('1','100','200','100','200','300','400','500','10','200');/* MySQLReback Separation */
 /* 创建表结构 `lscf_zccf_focusmap` */
 DROP TABLE IF EXISTS `lscf_zccf_focusmap`;/* MySQLReback Separation */ CREATE TABLE `lscf_zccf_focusmap` (
  `zfId` int(5) NOT NULL AUTO_INCREMENT COMMENT '焦点图ID',
  `zfNum` int(5) NOT NULL COMMENT '焦点图排序',
  `zfTitle` varchar(100) NOT NULL COMMENT '焦点图标题',
  `zfColor` varchar(7) NOT NULL COMMENT '焦点图背景颜色',
  `zfImages` varchar(300) NOT NULL COMMENT '焦点图图片',
  `zfUrl` varchar(300) NOT NULL COMMENT '焦点图路径',
  `zfOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '焦点图是否显示',
  PRIMARY KEY (`zfId`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_zccf_focusmap` */
 INSERT INTO `lscf_zccf_focusmap` VALUES ('1','0','焦点图1','#ffe600','Uploads/Focusmap/20160820/57b7b49bd4ecf.png','#','1'),('2','1','焦点图2','#000523','Uploads/Focusmap/20160820/57b7b4f1d6259.png','#','1'),('3','2','焦点图3','#05a4ff','Uploads/Focusmap/20160820/57b7b51f6588c.png','#','1'),('4','3','焦点图4','#00dda7','Uploads/Focusmap/20160820/57b7b54d5da4f.png','#','1'),('5','4','焦点图5','#f189db','Uploads/Focusmap/20160820/57b7b595367f1.png','#','1'),('6','5','焦点图6','#bb9dff','Uploads/Focusmap/20160820/57b7b5eb85bf3.png','#','1'),('7','6','焦点图7','#76cdde','Uploads/Focusmap/20160820/57b7b61b1cfb4.png','#','1'),('8','7','焦点图8','#ff8dab','Uploads/Focusmap/20160820/57b7b642ba198.png','#','0'),('9','88','98','#000000','Uploads/Focusmap/20170514/5917c741d09b0.png','88','1');/* MySQLReback Separation */
 /* 创建表结构 `lscf_zccf_info` */
 DROP TABLE IF EXISTS `lscf_zccf_info`;/* MySQLReback Separation */ CREATE TABLE `lscf_zccf_info` (
  `ziId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传页规则Id',
  `ziTitle` varchar(50) NOT NULL COMMENT '宣传页规则说明标题',
  `ziContent` text NOT NULL COMMENT '宣传页规则说明内容',
  PRIMARY KEY (`ziId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='宣传页规则说明';/* MySQLReback Separation */
 /* 插入数据 `lscf_zccf_info` */
 INSERT INTO `lscf_zccf_info` VALUES ('1','平台规则','<p style=\"margin-top:7px;margin-bottom:7px;margin-top:auto;margin-bottom:auto;text-align:center\"><strong><span style=\"font-family: 宋体;color: rgb(255, 0, 0);font-size: 20px\">《众2创财富社区》</span></strong></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">众创财富互助社区没有华丽的包装,也没有恢弘的造势。这里不是赌徒的归宿，更不是投机者的天堂。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">背景实力可虚拟，情怀格局乃真谛！</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">众创财富互助社区以人人平等为宗旨，互助金融为依托，诚信玩家为纽带，以众创共赢财富为目的。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">不求名扬四海，只求能够在稳步中前行，真正的实现互帮互助，帮助每一位参与者都能获得一份稳定的收益。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">在众创财富互助社区人人平等，人人均富，唯一视玩家如兄弟姐妹的平台。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">唯一不以慈善为幌子的平台。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">唯一不虚构平台背景的平台。 &nbsp; </span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">每一位众创财富互助社区的参与者都会经过严格的筛选，确保所有会员诚实守信，再通过良好的口碑力量传播给更多的诚信会员参与其中。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">人性化的交易社区平台，全天候的平台信息，亲切高效率的服务。在保证每个参与会员资金安全的前提下，最大限度的指导客户盈利。</span></p><p style=\"margin-top: auto; margin-bottom: auto;\"><span style=\";font-family:宋体;color:rgb(255,0,0);font-size:16px\">互助模式的投资价值被大众认同，而互助模式的应用价值也被商家认可，越来越多的国家、商家认同互助的方式。互助模式是世界未来经济发展的大趋势，被列为财富第八波！</span></p>');/* MySQLReback Separation */
 /* 创建表结构 `lscf_zccf_lianxi` */
 DROP TABLE IF EXISTS `lscf_zccf_lianxi`;/* MySQLReback Separation */ CREATE TABLE `lscf_zccf_lianxi` (
  `zlId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传网站联系我们ID',
  `zlTitle` varchar(50) NOT NULL COMMENT '宣传网站联系我们标题',
  `zlContent` text NOT NULL COMMENT '宣传网站联系我们内容',
  PRIMARY KEY (`zlId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_zccf_lianxi` */
 INSERT INTO `lscf_zccf_lianxi` VALUES ('1','联系我们','');/* MySQLReback Separation */
 /* 创建表结构 `lscf_zccf_system` */
 DROP TABLE IF EXISTS `lscf_zccf_system`;/* MySQLReback Separation */ CREATE TABLE `lscf_zccf_system` (
  `zsId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传系统配置ID',
  `zsWebName` varchar(40) NOT NULL COMMENT '宣传网站名称',
  `zsWebTitle` varchar(50) NOT NULL COMMENT '宣传网站标题',
  `zsWebOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '宣传网站开关',
  `zsWebRegOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '宣传网站会员注册功能',
  `zsWebLoginOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '宣传网站会员登陆功能',
  `zsWebOnOffInfo` text COMMENT '宣传网站关闭网站说明',
  `zsWebKeyWords` varchar(200) NOT NULL COMMENT '宣传网站关键词',
  `zsWebDescription` varchar(400) NOT NULL COMMENT '宣传网站描述',
  `zsTel` varchar(11) NOT NULL DEFAULT '0' COMMENT '宣传网站电话',
  `zsQQ` varchar(10) NOT NULL DEFAULT '0' COMMENT '宣传网站QQ',
  `zsWeixin` varchar(30) NOT NULL DEFAULT '0' COMMENT '宣传网站微信',
  `zsEmail` varchar(50) NOT NULL DEFAULT '0' COMMENT '宣传网站电子邮箱',
  PRIMARY KEY (`zsId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;/* MySQLReback Separation */
 /* 插入数据 `lscf_zccf_system` */
 INSERT INTO `lscf_zccf_system` VALUES ('1','众创财富宣传网','最赚钱的网站','1','1','1','网站关闭中，请稍后访问，敬请期待','众创财富,财富平台,创富平台','众创财富宣传网成立于2016年01月01日，截至目前用户已达到1500人','13888888888','200000000','13888888888','13888888888@139.com');/* MySQLReback Separation */