/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : liushaoguang

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2019-12-02 09:43:41
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for lscf_admin
-- ----------------------------
DROP TABLE IF EXISTS `lscf_admin`;
CREATE TABLE `lscf_admin` (
  `aId` int(3) NOT NULL AUTO_INCREMENT COMMENT '管理员ID',
  `aUser` varchar(16) NOT NULL COMMENT '管理员用户名',
  `aName` varchar(10) NOT NULL COMMENT '管理员姓名',
  `aPwd` varchar(32) NOT NULL COMMENT '管理员密码',
  `aTel` varchar(11) NOT NULL COMMENT '管理员手机',
  `aEmail` varchar(40) DEFAULT NULL COMMENT '管理员邮箱',
  `aSex` int(1) NOT NULL COMMENT '管理员性别',
  `aImages` varchar(250) DEFAULT NULL COMMENT '管理员头像',
  `aPowers` int(1) NOT NULL DEFAULT '0' COMMENT '管理员级别',
  `aLoginNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录登陆次数',
  `aStatic` int(1) NOT NULL DEFAULT '1' COMMENT '管理员状态',
  `aErrorPwdNum` int(2) NOT NULL DEFAULT '0' COMMENT '记录密码登陆错误次数',
  PRIMARY KEY (`aId`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_admin
-- ----------------------------
INSERT INTO `lscf_admin` VALUES ('1', 'system', 'system', 'e10adc3949ba59abbe56e057f20f883e', '15887835543', '3090345345@qq.com', '2', '', '0', '546', '1', '0');

-- ----------------------------
-- Table structure for lscf_announcement
-- ----------------------------
DROP TABLE IF EXISTS `lscf_announcement`;
CREATE TABLE `lscf_announcement` (
  `annId` int(8) NOT NULL AUTO_INCREMENT COMMENT '公告ID',
  `annNum` varchar(14) NOT NULL DEFAULT '0' COMMENT '公告编号说明',
  `annDate` date DEFAULT NULL COMMENT '公告时间',
  `annTitle` varchar(50) NOT NULL COMMENT '公告标题',
  `annContent` text NOT NULL COMMENT '公告内容',
  `annShow` int(1) NOT NULL DEFAULT '1' COMMENT '是否显示',
  PRIMARY KEY (`annId`)
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_announcement
-- ----------------------------
INSERT INTO `lscf_announcement` VALUES ('13', '管理员', '2019-08-01', '第二个月工作计划', '<p>一、在我们惠民购家人的共同努力下，首月我们试运营期间，大家体会到了前所未有的新体验，真正做到了我的订单我做主的权利。</p><p>二、本月为惠民购的发展基础期，继续为长久的惠民购打下坚实的基础，才能有更好的发展！新用户注册请惠民购导师讲清晰平台的制度，确保惠民购用户的质量，平台规划的是长久路线，</p><p>在这里没有高回报的薪资，只有稳定的收入与温馨的环境！</p><p><br/></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;融合共享 创新驱动</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;行稳致远 惠民同德</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 惠民购运营中心</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2019、8，1</p>', '1');
INSERT INTO `lscf_announcement` VALUES ('12', '管理员', '2019-07-01', '惠民购开放注册通知', '<p>欢迎各位用户的加入!在此之际首日的激活人数限制为50位，请注册好的用户完善好个人资料；名日激活人数15位，3日激活人数15位，未激活用户请在待激活客服群耐心等待，谢谢配合!惠民购本着逐步发展的方针，为各位用户提供一个安全 稳定 高效的多版块互融平台! &nbsp;融合共享 创新驱动 行稳致远 惠民同德</p>', '1');
INSERT INTO `lscf_announcement` VALUES ('15', '测试测试', '2019-08-02', '测试测试车程', '<p>测试测试哈哈fffeeyyyuu</p>', '1');

-- ----------------------------
-- Table structure for lscf_books
-- ----------------------------
DROP TABLE IF EXISTS `lscf_books`;
CREATE TABLE `lscf_books` (
  `bId` int(8) NOT NULL AUTO_INCREMENT COMMENT '留言ID',
  `bUser` varchar(30) NOT NULL COMMENT '留言用户名',
  `bTel` varchar(11) NOT NULL COMMENT '留言电话号码',
  `bTitle` varchar(50) NOT NULL COMMENT '留言标题',
  `bContent` text NOT NULL COMMENT '留言内容',
  `bDate` datetime NOT NULL COMMENT '留言时间',
  `bRcontent` text COMMENT '回复内容',
  `bRdate` datetime DEFAULT NULL COMMENT '回复时间',
  `bState` int(1) NOT NULL DEFAULT '0' COMMENT '是否审核',
  PRIMARY KEY (`bId`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_books
-- ----------------------------

-- ----------------------------
-- Table structure for lscf_info
-- ----------------------------
DROP TABLE IF EXISTS `lscf_info`;
CREATE TABLE `lscf_info` (
  `infoId` int(3) NOT NULL AUTO_INCREMENT COMMENT '系统简介ID',
  `infoTitle` varchar(200) NOT NULL COMMENT '系统简介标题',
  `infoDate` datetime NOT NULL COMMENT '系统简介时间',
  `infoContent` text NOT NULL COMMENT '系统简介内容',
  PRIMARY KEY (`infoId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_info
-- ----------------------------
INSERT INTO `lscf_info` VALUES ('1', '系统平台简介', '2016-07-20 00:00:00', '');

-- ----------------------------
-- Table structure for lscf_money_log
-- ----------------------------
DROP TABLE IF EXISTS `lscf_money_log`;
CREATE TABLE `lscf_money_log` (
  `mlId` int(10) NOT NULL AUTO_INCREMENT COMMENT '财务日志ID',
  `mlRandNumber` varchar(36) NOT NULL DEFAULT '0' COMMENT '业务流水号',
  `mlUid` int(9) NOT NULL COMMENT '财务日志对应的会员',
  `mlPorM` int(1) NOT NULL COMMENT '加金额还是减金额（1加2减）',
  `mlMoneyType` int(1) DEFAULT '1' COMMENT '金额类型（1本金，2利息，3奖金）',
  `mlJiner` float NOT NULL COMMENT '财务日志对应的金钱',
  `mlInfo` varchar(40) NOT NULL DEFAULT '' COMMENT '财务日志说明',
  `mlPorC` int(1) NOT NULL DEFAULT '1' COMMENT '系统发放还是人工发放（1为系统，2为人工）',
  `mlSuccess` int(1) NOT NULL DEFAULT '1' COMMENT '成功还是失败',
  `mlToday` date DEFAULT NULL COMMENT '今日是多少号',
  `mlDate` datetime NOT NULL COMMENT '财务日志记录的时间',
  `mlShow` int(1) NOT NULL DEFAULT '1' COMMENT '日志是否显示',
  PRIMARY KEY (`mlId`)
) ENGINE=MyISAM AUTO_INCREMENT=585 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_money_log
-- ----------------------------
INSERT INTO `lscf_money_log` VALUES ('359', 'LP201907011205005', '5', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-07-01', '2019-07-01 12:05:00', '1');
INSERT INTO `lscf_money_log` VALUES ('360', 'LP201908121557344', '4', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-08-12', '2019-08-12 15:57:34', '1');
INSERT INTO `lscf_money_log` VALUES ('361', 'LP201908141019178', '8', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-08-14', '2019-08-14 10:19:17', '1');
INSERT INTO `lscf_money_log` VALUES ('362', 'P201908141132578', '8', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('363', 'A201908141132574', '4', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('364', 'B201908141132574', '4', '1', '3', '0', '下级会员f123提供援助1000元，获得奖金', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('365', 'D201908141132574', '4', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('366', 'DJ201908141132571', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('367', 'T201908141132571', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('368', 'Shop201908141132574', '4', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-08-14', '2019-08-14 11:32:57', '1');
INSERT INTO `lscf_money_log` VALUES ('369', 'P201908311757278', '8', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-08-31', '2019-08-31 17:57:27', '1');
INSERT INTO `lscf_money_log` VALUES ('370', 'A201908311757274', '4', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-08-31', '2019-08-31 17:57:27', '1');
INSERT INTO `lscf_money_log` VALUES ('371', 'I201908311757278', '8', '1', '2', '18000', '提供援助1000元，当日发放利息', '1', '1', '2019-08-31', '2019-08-31 17:57:27', '1');
INSERT INTO `lscf_money_log` VALUES ('372', 'B201908311757274', '4', '1', '3', '0', '下级会员提供援助1000元，获得奖金', '1', '1', '2019-08-31', '2019-08-31 17:57:27', '1');
INSERT INTO `lscf_money_log` VALUES ('373', 'a-qc-l-provide-20190831180823-5', '5', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-08-31', '2019-08-31 18:08:23', '1');
INSERT INTO `lscf_money_log` VALUES ('374', 'P201908311841354', '4', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('375', 'A201908311841355', '5', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('376', 'B201908311841351', '1', '1', '3', '0', '下级会员frf1791提供援助1000元，获得奖金', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('377', 'D201908311841351', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('378', 'DJ201908311841354', '4', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('379', 'T201908311841354', '4', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('380', 'Shop201908311841351', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-08-31', '2019-08-31 18:41:35', '1');
INSERT INTO `lscf_money_log` VALUES ('381', 'LP201908312331457', '7', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-08-31', '2019-08-31 23:31:45', '1');
INSERT INTO `lscf_money_log` VALUES ('382', 'LP201909011753021', '1', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-01', '2019-09-01 17:53:02', '1');
INSERT INTO `lscf_money_log` VALUES ('383', 'XNLP201909030907564', '4', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-03', '2019-09-03 09:07:56', '1');
INSERT INTO `lscf_money_log` VALUES ('384', 'XNLI201909030907564', '4', '1', '2', '18000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-03', '2019-09-03 09:07:56', '1');
INSERT INTO `lscf_money_log` VALUES ('385', 'P201909030926474', '4', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('386', 'A201909030926475', '5', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('387', 'B201909030926471', '1', '1', '3', '0', '下级会员frf1791提供援助1000元，获得奖金', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('388', 'D201909030926471', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('389', 'DJ201909030926474', '4', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('390', 'T201909030926474', '4', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('391', 'Shop201909030926471', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-03', '2019-09-03 09:26:47', '1');
INSERT INTO `lscf_money_log` VALUES ('392', 'LP201909061520059', '9', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-06', '2019-09-06 15:20:05', '1');
INSERT INTO `lscf_money_log` VALUES ('393', 'LP2019090615204010', '10', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-06', '2019-09-06 15:20:40', '1');
INSERT INTO `lscf_money_log` VALUES ('394', 'LP201909061524291', '1', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-06', '2019-09-06 15:24:29', '1');
INSERT INTO `lscf_money_log` VALUES ('395', 'LP201909061538501', '1', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-06', '2019-09-06 15:38:50', '1');
INSERT INTO `lscf_money_log` VALUES ('396', 'LP201909061758305', '5', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-06', '2019-09-06 17:58:30', '1');
INSERT INTO `lscf_money_log` VALUES ('397', 'P201909061921415', '5', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('398', 'A201909061921416', '6', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('399', 'B201909061921414', '4', '1', '3', '0', '下级会员cry177提供援助1000元，获得奖金', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('400', 'D201909061921414', '4', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('401', 'DJ201909061921414', '4', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('402', 'T201909061921414', '4', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('403', 'Shop201909061921414', '4', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-06', '2019-09-06 19:21:41', '1');
INSERT INTO `lscf_money_log` VALUES ('404', 'LP2019090619443911', '11', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-06', '2019-09-06 19:44:39', '1');
INSERT INTO `lscf_money_log` VALUES ('405', 'P2019090619522111', '11', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('406', 'A201909061952217', '7', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('407', 'B201909061952216', '6', '1', '3', '0', '下级会员g12345提供援助1000元，获得奖金', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('408', 'D201909061952216', '6', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('409', 'DJ201909061952214', '4', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('410', 'T201909061952214', '4', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('411', 'Shop201909061952216', '6', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-06', '2019-09-06 19:52:21', '1');
INSERT INTO `lscf_money_log` VALUES ('412', 'LP2019090710040711', '11', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-07', '2019-09-07 10:04:07', '1');
INSERT INTO `lscf_money_log` VALUES ('413', 'LP2019090710204512', '12', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-07', '2019-09-07 10:20:45', '1');
INSERT INTO `lscf_money_log` VALUES ('414', 'a-qc-l-provide-20190907102520-11', '11', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-09-07', '2019-09-07 10:25:20', '1');
INSERT INTO `lscf_money_log` VALUES ('415', 'LP2019090710331111', '11', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-07', '2019-09-07 10:33:11', '1');
INSERT INTO `lscf_money_log` VALUES ('416', 'a-qc-l-provide-20190907104714-11', '11', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-09-07', '2019-09-07 10:47:14', '1');
INSERT INTO `lscf_money_log` VALUES ('417', 'P2019090717561712', '12', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('418', 'A201909071756174', '4', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('419', 'B2019090717561711', '11', '1', '3', '0', '下级会员c123提供援助1000元，获得奖金', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('420', 'D2019090717561711', '11', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('421', 'DJ201909071756171', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('422', 'T201909071756171', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('423', 'Shop2019090717561711', '11', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-07', '2019-09-07 17:56:17', '1');
INSERT INTO `lscf_money_log` VALUES ('424', 'XNLP201909082006444', '4', '5', '1', '2000', '提供援助，排队期本金流入2000元', '1', '1', '2019-09-08', '2019-09-08 20:06:44', '1');
INSERT INTO `lscf_money_log` VALUES ('425', 'XNLI201909082006444', '4', '1', '2', '36000', '提供援助2000元，排队期发放当日利息', '1', '1', '2019-09-08', '2019-09-08 20:06:44', '1');
INSERT INTO `lscf_money_log` VALUES ('426', 'P201909082046254', '4', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('427', 'A2019090820462511', '11', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('428', 'B201909082046251', '1', '1', '3', '0', '下级会员frf1791提供援助1000元，获得奖金', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('429', 'D201909082046251', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('430', 'DJ201909082046256', '6', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('431', 'T201909082046256', '6', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('432', 'Shop201909082046251', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-08', '2019-09-08 20:46:25', '1');
INSERT INTO `lscf_money_log` VALUES ('433', 'LP201909082056014', '4', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-08', '2019-09-08 20:56:01', '1');
INSERT INTO `lscf_money_log` VALUES ('434', 'LI201909082057054', '4', '1', '2', '15000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-08', '2019-09-08 20:57:05', '1');
INSERT INTO `lscf_money_log` VALUES ('435', 'Shop15679474254', '4', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('436', 'P201909082057494', '4', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('437', 'A2019090820574911', '11', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('438', 'B201909082057491', '1', '1', '3', '0', '下级会员frf1791提供援助1000元，获得奖金', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('439', 'D201909082057491', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('440', 'DJ201909082057496', '6', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('441', 'T201909082057496', '6', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('442', 'Shop201909082057491', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-08', '2019-09-08 20:57:49', '1');
INSERT INTO `lscf_money_log` VALUES ('443', 'LP201909082059174', '4', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-08', '2019-09-08 20:59:17', '1');
INSERT INTO `lscf_money_log` VALUES ('444', 'LP201909082121575', '5', '5', '1', '2000', '提供援助，排队期本金流入2000元', '1', '1', '2019-09-08', '2019-09-08 21:21:57', '1');
INSERT INTO `lscf_money_log` VALUES ('445', 'LP201909082139295', '5', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-08', '2019-09-08 21:39:29', '1');
INSERT INTO `lscf_money_log` VALUES ('446', 'a-qc-l-provide-20190908214659-4', '4', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-09-08', '2019-09-08 21:46:59', '1');
INSERT INTO `lscf_money_log` VALUES ('447', 'a-qc-l-provide-20190908214801-4', '4', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-09-08', '2019-09-08 21:48:01', '1');
INSERT INTO `lscf_money_log` VALUES ('448', 'LP2019090915072410', '10', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-09', '2019-09-09 15:07:24', '1');
INSERT INTO `lscf_money_log` VALUES ('449', 'LI2019090916130610', '10', '1', '2', '10000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-09', '2019-09-09 16:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('450', 'Shop156801678610', '10', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('451', 'P2019090916210810', '10', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('452', 'A201909091621089', '9', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('453', 'B201909091621081', '1', '1', '3', '0', '下级会员kaifa02提供援助1000元，获得奖金', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('454', 'D201909091621081', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('455', 'DJ201909091621081', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('456', 'T201909091621081', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('457', 'Shop201909091621081', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-09', '2019-09-09 16:21:08', '1');
INSERT INTO `lscf_money_log` VALUES ('458', 'LP2019090916313613', '13', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-09', '2019-09-09 16:31:36', '1');
INSERT INTO `lscf_money_log` VALUES ('459', 'LI2019090916421113', '13', '1', '2', '10000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-09', '2019-09-09 16:42:11', '1');
INSERT INTO `lscf_money_log` VALUES ('460', 'Shop156801853113', '13', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('461', 'P2019090916511013', '13', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('462', 'A201909091651101', '1', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('463', 'B201909091651101', '1', '1', '3', '0', '下级会员kaifa01提供援助1000元，获得奖金', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('464', 'D201909091651101', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('465', 'DJ201909091651101', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('466', 'T201909091651101', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('467', 'Shop201909091651101', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-09', '2019-09-09 16:51:10', '1');
INSERT INTO `lscf_money_log` VALUES ('468', 'S201909211604171', '1', '1', '4', '5', '2019-09-21签到，获得奖金5元', '1', '1', '2019-09-21', '2019-09-21 16:04:17', '1');
INSERT INTO `lscf_money_log` VALUES ('469', 'XNLP2019092116333614', '14', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-21', '2019-09-21 16:33:36', '1');
INSERT INTO `lscf_money_log` VALUES ('470', 'XNLI2019092116333614', '14', '1', '2', '18000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-21', '2019-09-21 16:33:36', '1');
INSERT INTO `lscf_money_log` VALUES ('471', 'a-qc-l-provide-20190921163547-14', '14', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-09-21', '2019-09-21 16:35:47', '1');
INSERT INTO `lscf_money_log` VALUES ('472', 'QCLI2019092116354714', '14', '2', '2', '18000', '清除提供援助1000元，扣除排队期利息', '1', '1', '2019-09-21', '2019-09-21 16:35:47', '1');
INSERT INTO `lscf_money_log` VALUES ('473', 'LP2019092116433714', '14', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-21', '2019-09-21 16:43:37', '1');
INSERT INTO `lscf_money_log` VALUES ('474', 'LI2019092116534714', '14', '1', '2', '15000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-21', '2019-09-21 16:53:47', '1');
INSERT INTO `lscf_money_log` VALUES ('475', 'Shop156905602714', '14', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('476', 'P2019092117011814', '14', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('477', 'A2019092117011815', '15', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('478', 'B201909211701181', '1', '1', '3', '0', '下级会员aaa提供援助1000元，获得奖金', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('479', 'D201909211701181', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('480', 'DJ201909211701181', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('481', 'T201909211701181', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('482', 'Shop201909211701181', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-21', '2019-09-21 17:01:18', '1');
INSERT INTO `lscf_money_log` VALUES ('483', 'LP2019092315102617', '17', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-23', '2019-09-23 15:10:26', '1');
INSERT INTO `lscf_money_log` VALUES ('484', 'LI2019092315141617', '17', '1', '2', '15000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-23', '2019-09-23 15:14:16', '1');
INSERT INTO `lscf_money_log` VALUES ('485', 'Shop156922285617', '17', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('486', 'LP2019092315203518', '18', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-23', '2019-09-23 15:20:35', '1');
INSERT INTO `lscf_money_log` VALUES ('487', 'S201909251051061', '1', '1', '4', '5', '2019-09-25签到，获得奖金5元', '1', '1', '2019-09-25', '2019-09-25 10:51:06', '1');
INSERT INTO `lscf_money_log` VALUES ('488', 'LP2019092516283916', '16', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-25', '2019-09-25 16:28:39', '1');
INSERT INTO `lscf_money_log` VALUES ('489', 'P2019092517154417', '17', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-25', '2019-09-25 17:15:44', '1');
INSERT INTO `lscf_money_log` VALUES ('490', 'A2019092517154416', '16', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-25', '2019-09-25 17:15:44', '1');
INSERT INTO `lscf_money_log` VALUES ('491', 'I2019092517154417', '17', '1', '2', '18000', '提供援助1000元，当日发放利息', '1', '1', '2019-09-25', '2019-09-25 17:15:44', '1');
INSERT INTO `lscf_money_log` VALUES ('492', 'B201909251715441', '1', '1', '3', '0', '下级会员提供援助1000元，获得奖金', '1', '1', '2019-09-25', '2019-09-25 17:15:44', '1');
INSERT INTO `lscf_money_log` VALUES ('493', 'LI2019092518295316', '16', '1', '2', '10000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-25', '2019-09-25 18:29:53', '1');
INSERT INTO `lscf_money_log` VALUES ('494', 'Shop156940739316', '16', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('495', 'P2019092518315816', '16', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('496', 'A2019092518315817', '17', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('497', 'B201909251831581', '1', '1', '3', '0', '下级会员ccc提供援助1000元，获得奖金', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('498', 'D201909251831581', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('499', 'DJ201909251831581', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('500', 'T201909251831581', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('501', 'Shop201909251831581', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-25', '2019-09-25 18:31:58', '1');
INSERT INTO `lscf_money_log` VALUES ('502', 'a-qc-l-provide-20190926175143-18', '18', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-09-26', '2019-09-26 17:51:43', '1');
INSERT INTO `lscf_money_log` VALUES ('503', 'S201909281303001', '1', '1', '4', '10', '2019-09-28签到，获得奖金10元', '1', '1', '2019-09-28', '2019-09-28 13:03:00', '1');
INSERT INTO `lscf_money_log` VALUES ('504', 'LP2019092915284216', '16', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-29', '2019-09-29 15:28:42', '1');
INSERT INTO `lscf_money_log` VALUES ('505', 'LI2019092915510816', '16', '1', '2', '15000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-29', '2019-09-29 15:51:08', '1');
INSERT INTO `lscf_money_log` VALUES ('506', 'Shop156974346816', '16', '1', '5', '3000', '', '1', '1', '0000-00-00', '0000-00-00 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('507', 'P2019092915534216', '16', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('508', 'A2019092915534217', '17', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('509', 'B201909291553421', '1', '1', '3', '0', '下级会员ccc提供援助1000元，获得奖金', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('510', 'D201909291553421', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('511', 'DJ201909291553421', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('512', 'T201909291553421', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('513', 'Shop201909291553421', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-09-29', '2019-09-29 15:53:42', '1');
INSERT INTO `lscf_money_log` VALUES ('514', 'XNLP2019092916010816', '16', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-09-29', '2019-09-29 16:01:08', '1');
INSERT INTO `lscf_money_log` VALUES ('515', 'XNLI2019092916010816', '16', '1', '2', '18000', '提供援助1000元，排队期发放当日利息', '1', '1', '2019-09-29', '2019-09-29 16:01:08', '1');
INSERT INTO `lscf_money_log` VALUES ('516', 'S201910052101061', '1', '1', '4', '10', '2019-10-05签到，获得奖金10元', '1', '1', '2019-10-05', '2019-10-05 21:01:06', '1');
INSERT INTO `lscf_money_log` VALUES ('517', 'LP2019101113464116', '16', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-10-11', '2019-10-11 13:46:41', '1');
INSERT INTO `lscf_money_log` VALUES ('518', 'LP2019101113524217', '17', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-10-11', '2019-10-11 13:52:42', '1');
INSERT INTO `lscf_money_log` VALUES ('519', 'S201910111357391', '1', '1', '4', '6', '2019-10-11签到，获得奖金6元', '1', '1', '2019-10-11', '2019-10-11 13:57:39', '1');
INSERT INTO `lscf_money_log` VALUES ('520', 'P2019101114431317', '17', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('521', 'A2019101114431316', '16', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('522', 'B201910111443131', '1', '1', '3', '0', '下级会员ddd提供援助1000元，获得奖金', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('523', 'D201910111443131', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('524', 'DJ201910111443131', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('525', 'T201910111443131', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('526', 'Shop201910111443131', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-10-11', '2019-10-11 14:43:13', '1');
INSERT INTO `lscf_money_log` VALUES ('527', 'P2019101114452816', '16', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-10-11', '2019-10-11 14:45:28', '1');
INSERT INTO `lscf_money_log` VALUES ('528', 'A2019101114452814', '14', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-10-11', '2019-10-11 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('529', 'B201910111445281', '1', '1', '3', '0', '下级会员ccc提供援助1000元，获得奖金', '1', '1', '2019-10-11', '2019-10-11 00:00:00', '1');
INSERT INTO `lscf_money_log` VALUES ('530', 'D201910111445281', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-10-11', '2019-10-11 14:45:28', '1');
INSERT INTO `lscf_money_log` VALUES ('531', 'DJ201910111445281', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-10-11', '2019-10-11 14:45:28', '1');
INSERT INTO `lscf_money_log` VALUES ('532', 'T201910111445281', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-10-11', '2019-10-11 14:45:28', '1');
INSERT INTO `lscf_money_log` VALUES ('533', 'Shop201910111445281', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-10-11', '2019-10-11 14:45:28', '1');
INSERT INTO `lscf_money_log` VALUES ('534', 'P2019101114463916', '16', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('535', 'A2019101114463919', '19', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('536', 'B201910111446391', '1', '1', '3', '0', '下级会员ccc提供援助1000元，获得奖金', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('537', 'D201910111446391', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('538', 'DJ201910111446391', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('539', 'T201910111446391', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('540', 'Shop201910111446391', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-10-11', '2019-10-11 14:46:39', '1');
INSERT INTO `lscf_money_log` VALUES ('541', 'LP2019101118525220', '20', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-10-11', '2019-10-11 18:52:52', '1');
INSERT INTO `lscf_money_log` VALUES ('542', 'LP2019101210245521', '21', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-10-12', '2019-10-12 10:24:55', '1');
INSERT INTO `lscf_money_log` VALUES ('543', 'a-qc-l-provide-20191012103537-1', '1', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-10-12', '2019-10-12 10:35:37', '1');
INSERT INTO `lscf_money_log` VALUES ('544', 'P2019101214130620', '20', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('545', 'A201910121413061', '1', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('546', 'B201910121413061', '1', '1', '3', '0', '下级会员f123提供援助1000元，获得奖金', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('547', 'D201910121413061', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('548', 'DJ201910121413061', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('549', 'T201910121413061', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('550', 'Shop201910121413061', '1', '1', '5', '10', '下级会员提供援助获得积分收益：10元', '1', '1', '2019-10-12', '2019-10-12 14:13:06', '1');
INSERT INTO `lscf_money_log` VALUES ('551', 'AI20191014193539-17', '17', '1', '2', '18000', '提供援助1000元，发放全部利息', '1', '1', '2019-10-14', '2019-10-14 19:35:39', '1');
INSERT INTO `lscf_money_log` VALUES ('552', 'P2019102919105620', '20', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-10-29', '2019-10-29 19:10:56', '1');
INSERT INTO `lscf_money_log` VALUES ('553', 'A201910291910561', '1', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-10-29', '2019-10-29 19:10:56', '1');
INSERT INTO `lscf_money_log` VALUES ('554', 'AI2019102919105620', '20', '1', '2', '15000', '提供援助1000元，发放全部利息', '1', '1', '2019-10-29', '2019-10-29 19:10:56', '1');
INSERT INTO `lscf_money_log` VALUES ('555', 'B201910291910561', '1', '1', '3', '0', '下级会员提供援助1000元，获得奖金', '1', '1', '2019-10-29', '2019-10-29 19:10:56', '1');
INSERT INTO `lscf_money_log` VALUES ('556', 'a-qc-l-provide-20191029191747-21', '21', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-10-29', '2019-10-29 19:17:47', '1');
INSERT INTO `lscf_money_log` VALUES ('557', 'LP2019103008383120', '20', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-10-30', '2019-10-30 08:38:31', '1');
INSERT INTO `lscf_money_log` VALUES ('558', 'LP2019103018475621', '21', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-10-30', '2019-10-30 18:47:56', '1');
INSERT INTO `lscf_money_log` VALUES ('559', 'AI20191030191226-20', '20', '1', '2', '0', '提供援助1000元，发放全部利息 B', '1', '1', '2019-10-30', '2019-10-30 19:12:26', '1');
INSERT INTO `lscf_money_log` VALUES ('560', 'P2019103022034420', '20', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('561', 'A201910302203441', '1', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('562', 'B201910302203441', '1', '1', '3', '0', '下级会员f123提供援助1000元，获得奖金', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('563', 'D201910302203441', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('564', 'DJ201910302203441', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('565', 'T201910302203441', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('566', 'Shop201910302203441', '1', '1', '5', '30', '下级会员提供援助获得积分收益：30元', '1', '1', '2019-10-30', '2019-10-30 22:03:44', '1');
INSERT INTO `lscf_money_log` VALUES ('567', 'LP2019112314065314', '14', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-11-23', '2019-11-23 14:06:53', '1');
INSERT INTO `lscf_money_log` VALUES ('568', 'LP2019112314065414', '14', '5', '1', '1000', '提供援助，排队期本金流入1000元', '1', '1', '2019-11-23', '2019-11-23 14:06:54', '1');
INSERT INTO `lscf_money_log` VALUES ('569', 'a-qc-l-provide-20191123141403-14', '14', '6', '1', '1000', '清除提供援助，排队期本金留出1000元', '1', '1', '2019-11-23', '2019-11-23 14:14:03', '1');
INSERT INTO `lscf_money_log` VALUES ('570', 'LI2019112314161414', '14', '1', '2', '150', '提供援助1000元，排队期发放当日利息 X', '1', '1', '2019-11-23', '2019-11-23 14:16:14', '1');
INSERT INTO `lscf_money_log` VALUES ('571', 'Shop157448977414', '14', '1', '5', '30', '', '1', '1', '2019-11-23', '2019-11-23 14:16:14', '1');
INSERT INTO `lscf_money_log` VALUES ('572', 'LI2019112314161514', '14', '1', '2', '150', '提供援助1000元，排队期发放当日利息 X', '1', '1', '2019-11-23', '2019-11-23 14:16:15', '1');
INSERT INTO `lscf_money_log` VALUES ('573', 'Shop157448977514', '14', '1', '5', '30', '', '1', '1', '2019-11-23', '2019-11-23 14:16:15', '1');
INSERT INTO `lscf_money_log` VALUES ('574', 'P2019112314184014', '14', '1', '1', '1000', '提供援助，本金增加1000元', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('575', 'A2019112314184016', '16', '2', '1', '1000', '接受援助，金额减少1000元', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('576', 'B201911231418401', '1', '1', '3', '0', '下级会员aaa提供援助1000元，获得奖金', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('577', 'D201911231418401', '1', '1', '4', '50', '下级会员提供援助获得动态收益：50元', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('578', 'DJ201911231418401', '1', '2', '4', '50', '下级会员接受援助：50元动态钱包自动转让同步钱包', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('579', 'T201911231418401', '1', '1', '6', '50', '下级会员接受援助动态钱包系统自动划入同步钱包金额：50元', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('580', 'Shop201911231418401', '1', '1', '5', '30', '下级会员提供援助获得积分收益：30元', '1', '1', '2019-11-23', '2019-11-23 14:18:40', '1');
INSERT INTO `lscf_money_log` VALUES ('581', 'AI20191124141951-14', '14', '1', '2', '150', '提供援助1000元，发放全部利息 B', '1', '1', '2019-11-24', '2019-11-24 14:19:51', '1');
INSERT INTO `lscf_money_log` VALUES ('582', 'S201911241737491', '1', '1', '4', '6', '2019-11-24签到，获得奖金6元', '1', '1', '2019-11-24', '2019-11-24 17:37:49', '1');
INSERT INTO `lscf_money_log` VALUES ('583', 'I2019112509223114', '14', '2', '2', '100', '利息提现，减少100元', '1', '1', null, '2019-11-25 09:22:31', '1');
INSERT INTO `lscf_money_log` VALUES ('584', 'S201911250924041', '1', '1', '4', '10', '2019-11-25签到，获得奖金10元', '1', '1', '2019-11-25', '2019-11-25 09:24:04', '1');

-- ----------------------------
-- Table structure for lscf_mregcodes
-- ----------------------------
DROP TABLE IF EXISTS `lscf_mregcodes`;
CREATE TABLE `lscf_mregcodes` (
  `mrcId` int(9) NOT NULL AUTO_INCREMENT COMMENT '注册码IDq',
  `mrcRegCode` varchar(30) NOT NULL COMMENT '注册码',
  `mrcMUid` int(9) NOT NULL COMMENT '注册码转出人q',
  `mrcUseUid` int(9) NOT NULL DEFAULT '0' COMMENT '注册码转入人q',
  `mrcStartDate` datetime NOT NULL COMMENT '注册码生成时间',
  `mrcUseDate` datetime DEFAULT NULL COMMENT '转入时间q',
  `mrcPrice` int(9) NOT NULL COMMENT '转入个数q',
  `mrcHuiPrice` int(9) NOT NULL COMMENT '注册码优惠价格',
  `mrcPayPrice` int(9) NOT NULL COMMENT '实际支付价格',
  `mrcMorZ` int(1) NOT NULL COMMENT '类型 8是激活码 9是手续费',
  `mrcState` int(1) NOT NULL DEFAULT '0' COMMENT '注册码状态',
  PRIMARY KEY (`mrcId`)
) ENGINE=MyISAM AUTO_INCREMENT=67 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_mregcodes
-- ----------------------------
INSERT INTO `lscf_mregcodes` VALUES ('35', '', '1', '4', '0000-00-00 00:00:00', '2019-06-26 16:50:21', '6', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('36', '', '1', '4', '0000-00-00 00:00:00', '2019-06-26 16:51:42', '30', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('37', '', '4', '4', '0000-00-00 00:00:00', '2019-06-26 17:57:07', '10', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('38', '', '4', '5', '0000-00-00 00:00:00', '2019-06-26 18:10:53', '10', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('39', '', '4', '8', '0000-00-00 00:00:00', '2019-08-14 10:15:35', '10', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('40', '', '0', '0', '0000-00-00 00:00:00', null, '0', '100', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('41', '', '0', '0', '0000-00-00 00:00:00', null, '0', '100', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('42', '', '0', '0', '0000-00-00 00:00:00', null, '0', '100', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('43', '', '0', '0', '0000-00-00 00:00:00', null, '0', '300', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('44', '', '1', '9', '0000-00-00 00:00:00', '2019-09-06 14:39:56', '1', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('45', '', '1', '9', '0000-00-00 00:00:00', '2019-09-06 15:19:36', '50', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('46', '', '1', '10', '0000-00-00 00:00:00', '2019-09-06 15:19:47', '50', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('47', '', '0', '6', '0000-00-00 00:00:00', '2019-09-06 19:38:00', '1', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('48', '', '0', '0', '0000-00-00 00:00:00', null, '0', '30', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('49', '', '0', '11', '0000-00-00 00:00:00', '2019-09-07 10:12:45', '2', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('50', '', '0', '0', '0000-00-00 00:00:00', null, '0', '20', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('51', '', '0', '0', '0000-00-00 00:00:00', null, '0', '100', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('52', '', '1', '13', '0000-00-00 00:00:00', '2019-09-09 16:31:29', '50', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('53', '', '0', '14', '0000-00-00 00:00:00', '2019-09-21 10:54:31', '1', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('54', '', '0', '0', '0000-00-00 00:00:00', null, '0', '1', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('55', '', '0', '1', '0000-00-00 00:00:00', '2019-09-21 10:58:29', '2', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('56', '', '0', '0', '0000-00-00 00:00:00', null, '0', '1000', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('57', '', '14', '15', '0000-00-00 00:00:00', '2019-09-21 14:59:49', '1000', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('58', '', '0', '0', '0000-00-00 00:00:00', null, '0', '100', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('59', '', '0', '0', '0000-00-00 00:00:00', null, '0', '10', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('60', '', '0', '0', '0000-00-00 00:00:00', null, '0', '10', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('61', '', '0', '0', '0000-00-00 00:00:00', null, '0', '10', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('62', '', '0', '0', '0000-00-00 00:00:00', null, '0', '10', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('63', '', '0', '0', '0000-00-00 00:00:00', null, '0', '10', '0', '0', '0');
INSERT INTO `lscf_mregcodes` VALUES ('64', '', '1', '20', '0000-00-00 00:00:00', '2019-10-11 18:39:58', '50', '0', '0', '9', '0');
INSERT INTO `lscf_mregcodes` VALUES ('65', '', '1', '20', '0000-00-00 00:00:00', '2019-10-11 18:40:43', '2', '0', '0', '8', '0');
INSERT INTO `lscf_mregcodes` VALUES ('66', '', '20', '21', '0000-00-00 00:00:00', '2019-10-11 18:47:33', '20', '0', '0', '9', '0');

-- ----------------------------
-- Table structure for lscf_reggrades
-- ----------------------------
DROP TABLE IF EXISTS `lscf_reggrades`;
CREATE TABLE `lscf_reggrades` (
  `rgId` int(8) NOT NULL AUTO_INCREMENT COMMENT '注册等级ID',
  `rgName` varchar(20) NOT NULL COMMENT '注册等级名称',
  `rgLixi` float NOT NULL COMMENT '注册等级对应利息',
  `rgTJJangjin` float NOT NULL COMMENT '注册等级推荐奖金',
  `rgTJPeople` int(9) NOT NULL COMMENT '升级本级别所需推广总人数',
  `rgSJNextPeople` int(8) NOT NULL COMMENT '升级下一级还需推广人数',
  `rgShengjiJiangjin` varchar(20) NOT NULL COMMENT '升级奖金',
  `rgShuifei` varchar(20) NOT NULL COMMENT '提现税费',
  PRIMARY KEY (`rgId`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_reggrades
-- ----------------------------

-- ----------------------------
-- Table structure for lscf_sousuoxianzhi
-- ----------------------------
DROP TABLE IF EXISTS `lscf_sousuoxianzhi`;
CREATE TABLE `lscf_sousuoxianzhi` (
  `s_id` int(9) NOT NULL AUTO_INCREMENT,
  `s_uid` int(9) DEFAULT NULL COMMENT '搜索人的id',
  `s_time` varchar(150) DEFAULT NULL COMMENT '搜索时间',
  `zixuan_uid` int(9) DEFAULT NULL COMMENT '自选交割用户id',
  `jiaoge_time` varchar(150) DEFAULT NULL COMMENT '交割项目完成时间',
  PRIMARY KEY (`s_id`)
) ENGINE=MyISAM AUTO_INCREMENT=146 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_sousuoxianzhi
-- ----------------------------
INSERT INTO `lscf_sousuoxianzhi` VALUES ('145', '14', '1569055198', null, null);

-- ----------------------------
-- Table structure for lscf_system
-- ----------------------------
DROP TABLE IF EXISTS `lscf_system`;
CREATE TABLE `lscf_system` (
  `sId` int(1) NOT NULL AUTO_INCREMENT COMMENT '系统设置ID',
  `sName` varchar(50) NOT NULL COMMENT '系统名称',
  `sTitle` varchar(250) NOT NULL COMMENT '系统口号，副标题',
  `sUrl` varchar(100) NOT NULL COMMENT '系统网址',
  `sTel` varchar(15) NOT NULL COMMENT '客服电话',
  `sQQ` varchar(10) NOT NULL COMMENT '客服QQ',
  `sEmail` varchar(50) NOT NULL COMMENT '客服邮箱',
  `sCheckCodeSwitch` int(1) NOT NULL COMMENT '验证码开关',
  `sErrorPwdLockNum` int(3) NOT NULL DEFAULT '3' COMMENT '密码登陆错误几次锁定',
  `sLoginTimeout` int(8) NOT NULL DEFAULT '30' COMMENT '登陆超时（分钟）',
  `sULoginTimeout` int(9) NOT NULL COMMENT '前台登陆超时',
  `sRegNum` int(4) NOT NULL DEFAULT '0' COMMENT '是否允许重复注册【-2为关闭注册，-1为不限重复次数，0为不允许重复，大于0则允许重复】',
  `sUErrorPwdLockNum` int(9) NOT NULL COMMENT '前台登陆错误次数锁定',
  `sUZFErrorPwdLockNum` int(9) NOT NULL DEFAULT '3' COMMENT '前台支付密码连续输入错误次数锁定',
  `sUCheckCodeSwitch` int(1) NOT NULL COMMENT '前台验证码开关',
  `sWeixin` varchar(22) NOT NULL COMMENT '客服微信号',
  `sRegCodeChar` varchar(62) NOT NULL COMMENT '激活码字符串',
  `sRegCodeNum` int(2) NOT NULL COMMENT '激活码位数',
  `sZhifubao` varchar(60) NOT NULL COMMENT '支付宝账户',
  `sZhifubaoName` varchar(16) NOT NULL COMMENT '支付宝姓名',
  `sONOFF` int(1) NOT NULL COMMENT '站点开关',
  `sONOFFInfo` text NOT NULL COMMENT '关闭站点说明',
  `sCopyrightName` varchar(100) NOT NULL COMMENT '版权名称',
  `sVersions` varchar(20) NOT NULL DEFAULT '2.0.0' COMMENT '版本号',
  `sMinOnline` int(10) NOT NULL COMMENT '虚拟在线人数最小值',
  `sMaxOnline` int(10) NOT NULL COMMENT '虚拟在线人数最大值',
  `sErweima` varchar(250) DEFAULT NULL COMMENT '客服微信二维码',
  `sLogo` varchar(250) NOT NULL COMMENT '站点LOGO',
  `sSpwd` varchar(32) NOT NULL COMMENT '管理员安全密码前缀',
  `sXuanchanMenu` int(1) NOT NULL DEFAULT '1' COMMENT '宣传模块后台菜单开关',
  PRIMARY KEY (`sId`),
  KEY `sId` (`sId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_system
-- ----------------------------
INSERT INTO `lscf_system` VALUES ('1', '惠民购', '实现共同富裕，荣辱与共', 'http://huimingou2019.com', '13800000000', '10000000', '10000000@qq.com', '0', '5', '2147483647', '20', '0', '5', '6', '0', 'stt177199', 'ABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789abcdefghijklmnopqrstuvwxyz', '16', '激活码统一200，请找推荐人申请', '平台客服', '1', '温馨提示:\r\n  尊敬的用户！每晚22：30分至早上9：00是例行休网时间，休网后正常用户注册.   融合共享  创新驱动  晚安！\r\n', 'CF，Inc. All right reserved', 'Versions 2.3.6', '10', '20', 'Uploads/Logo/20190812/5d50be001ede2.png', 'Uploads/Logo/20160722/57917ac69e62d.png', 'e10adc3949ba59abbe56e057f20f883e', '1');

-- ----------------------------
-- Table structure for lscf_system_log
-- ----------------------------
DROP TABLE IF EXISTS `lscf_system_log`;
CREATE TABLE `lscf_system_log` (
  `slogId` int(9) NOT NULL AUTO_INCREMENT COMMENT '系统日志ID',
  `slogTimes` datetime NOT NULL COMMENT '系统日志记录时间',
  `slogUsers` varchar(25) NOT NULL DEFAULT '游客' COMMENT '记录访问身份',
  `slogIp` varchar(22) DEFAULT NULL COMMENT '系统日志记录IP',
  `slogCity` varchar(50) NOT NULL DEFAULT '暂未获取' COMMENT '系统日志记录的城市',
  `slogAction` varchar(60) NOT NULL COMMENT '系统日志记录的行为',
  PRIMARY KEY (`slogId`)
) ENGINE=MyISAM AUTO_INCREMENT=1513 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_system_log
-- ----------------------------
INSERT INTO `lscf_system_log` VALUES ('839', '2019-05-29 14:44:57', 'system', '182.46.164.167', '山东省潍坊市', '1');
INSERT INTO `lscf_system_log` VALUES ('838', '2019-05-29 14:44:51', '游客', '182.46.164.167', '山东省潍坊市', '0');
INSERT INTO `lscf_system_log` VALUES ('837', '2019-05-26 21:57:55', 'system', '121.24.121.254', '河北省邯郸市', '1');
INSERT INTO `lscf_system_log` VALUES ('836', '2019-05-26 21:57:43', 'admin', '121.24.121.254', '河北省邯郸市', '-2');
INSERT INTO `lscf_system_log` VALUES ('835', '2019-05-26 21:57:41', '游客', '121.24.121.254', '河北省邯郸市', '0');
INSERT INTO `lscf_system_log` VALUES ('834', '2019-05-23 22:16:28', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('833', '2019-05-23 22:16:24', '游客', '123.196.130.118', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('832', '2019-05-22 22:53:59', 'system', '123.196.130.118', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('831', '2019-05-22 22:53:57', '游客', '123.196.130.118', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('830', '2019-05-22 09:34:41', 'system', '123.196.130.118', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('829', '2019-05-22 09:34:27', 'admin', '123.196.130.118', '中国', '-2');
INSERT INTO `lscf_system_log` VALUES ('828', '2019-05-22 09:34:25', '游客', '123.196.130.118', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('827', '2019-05-21 21:43:24', 'system', '123.196.130.118', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('826', '2019-05-21 21:43:19', '游客', '123.196.130.118', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('825', '2019-05-21 16:08:24', 'system', '123.196.130.118', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('823', '2019-05-21 16:08:13', '游客', '123.196.130.118', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('824', '2019-05-21 16:08:17', 'cjf999', '123.196.130.118', '中国', '-2');
INSERT INTO `lscf_system_log` VALUES ('840', '2019-06-04 11:02:48', '游客', '58.251.121.186', '广东省深圳市', '0');
INSERT INTO `lscf_system_log` VALUES ('841', '2019-06-04 11:03:13', '游客', '101.89.239.238', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('842', '2019-06-04 11:36:58', '游客', '27.222.98.64', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('843', '2019-06-04 11:37:11', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('844', '2019-06-04 11:37:14', 'system', '27.222.98.64', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('845', '2019-06-04 11:37:34', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('846', '2019-06-04 14:36:04', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('847', '2019-06-04 14:36:09', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('848', '2019-06-04 14:56:33', '游客', '45.114.164.41', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('849', '2019-06-04 14:56:41', 'system', '45.114.164.41', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('850', '2019-06-04 16:25:19', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('851', '2019-06-04 16:25:39', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('852', '2019-06-04 16:25:42', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('853', '2019-06-04 16:27:34', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('854', '2019-06-04 16:27:37', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('855', '2019-06-05 09:03:56', '游客', '223.167.152.53', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('856', '2019-06-05 16:57:53', '游客', '59.36.119.227', '广东省东莞市', '0');
INSERT INTO `lscf_system_log` VALUES ('857', '2019-06-05 16:59:06', '游客', '210.22.245.219', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('858', '2019-06-12 09:24:25', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('859', '2019-06-12 09:25:39', 'syste', '111.61.66.41', '河北省', '-2');
INSERT INTO `lscf_system_log` VALUES ('860', '2019-06-12 09:25:51', 'syste', '111.61.66.41', '河北省', '-2');
INSERT INTO `lscf_system_log` VALUES ('861', '2019-06-12 09:26:06', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('862', '2019-06-12 09:51:33', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('863', '2019-06-12 09:52:05', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('864', '2019-06-12 09:52:34', '游客', '101.91.60.110', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('865', '2019-06-12 09:53:46', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('866', '2019-06-12 10:38:31', '游客', '45.114.164.50', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('867', '2019-06-12 10:39:52', 'system', '45.114.164.50', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('868', '2019-06-12 10:41:12', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('869', '2019-06-12 10:41:41', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('870', '2019-06-12 16:47:52', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('871', '2019-06-12 16:48:48', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('872', '2019-06-12 16:55:12', '游客', '223.104.101.248', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('873', '2019-06-12 16:55:21', '游客', '101.227.139.178', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('874', '2019-06-12 17:09:10', '游客', '45.114.164.50', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('875', '2019-06-12 17:09:24', 'system', '45.114.164.50', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('876', '2019-06-12 17:56:32', '游客', '45.114.164.50', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('877', '2019-06-12 17:56:43', 'system', '45.114.164.50', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('878', '2019-06-12 18:09:58', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('879', '2019-06-12 18:10:01', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('880', '2019-06-13 10:49:04', '游客', '182.46.166.100', '山东省潍坊市', '0');
INSERT INTO `lscf_system_log` VALUES ('881', '2019-06-13 10:49:10', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('882', '2019-06-13 10:49:16', 'system', '182.46.166.100', '山东省潍坊市', '1');
INSERT INTO `lscf_system_log` VALUES ('883', '2019-06-14 10:42:16', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('884', '2019-06-14 10:42:34', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('885', '2019-06-14 10:42:45', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('886', '2019-06-14 15:52:01', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('887', '2019-06-14 15:52:23', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('888', '2019-06-24 15:34:01', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('889', '2019-06-24 15:34:38', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('890', '2019-06-24 15:37:35', 'system', '111.61.66.38', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('891', '2019-06-24 15:46:20', '游客', '61.129.6.251', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('892', '2019-06-24 16:57:14', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('893', '2019-06-24 16:57:25', 'system', '111.61.66.38', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('894', '2019-06-24 21:22:55', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('895', '2019-06-24 21:23:06', 'system', '111.61.66.38', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('896', '2019-06-24 21:40:15', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('897', '2019-06-24 21:41:01', 'system', '111.61.66.38', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('898', '2019-06-24 22:05:32', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('899', '2019-06-24 22:05:35', 'system', '111.61.66.38', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('900', '2019-06-24 22:06:43', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('901', '2019-06-24 22:07:35', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('902', '2019-06-24 22:12:04', '游客', '111.61.66.38', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('903', '2019-06-25 08:18:20', '游客', '211.161.26.70', '福建省厦门市', '0');
INSERT INTO `lscf_system_log` VALUES ('904', '2019-06-25 08:24:44', '游客', '211.161.26.70', '福建省厦门市', '0');
INSERT INTO `lscf_system_log` VALUES ('905', '2019-06-25 09:10:57', '游客', '111.61.66.59', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('906', '2019-06-25 09:11:16', '游客', '111.61.66.59', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('907', '2019-06-25 09:16:17', '游客', '111.61.66.59', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('908', '2019-06-25 09:16:20', 'admin', '111.61.66.59', '河北省', '-2');
INSERT INTO `lscf_system_log` VALUES ('909', '2019-06-25 09:17:13', 'system', '111.61.66.59', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('910', '2019-06-25 14:44:38', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('911', '2019-06-25 14:44:41', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('912', '2019-06-25 19:58:42', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('913', '2019-06-25 19:59:46', '游客', '101.91.60.110', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('914', '2019-06-26 16:21:43', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('915', '2019-06-26 16:21:51', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('916', '2019-06-26 16:56:04', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('917', '2019-06-26 16:56:06', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('918', '2019-06-26 18:19:46', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('919', '2019-06-26 18:19:49', 'system', '111.61.66.41', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('920', '2019-06-27 09:54:25', '游客', '111.61.66.41', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('921', '2019-07-01 07:57:39', '游客', '111.61.66.55', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('922', '2019-07-01 07:58:58', 'system', '111.61.66.55', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('923', '2019-07-01 09:05:36', '游客', '111.61.66.55', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('924', '2019-07-01 09:05:38', 'system', '111.61.66.55', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('925', '2019-07-01 23:47:00', '游客', '111.61.66.46', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('926', '2019-07-01 23:47:01', '游客', '111.61.66.46', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('927', '2019-07-01 23:47:07', 'system', '111.61.66.46', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('928', '2019-08-01 18:04:39', '游客', '111.61.66.47', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('929', '2019-08-01 18:04:55', '游客', '111.61.66.47', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('930', '2019-08-01 18:05:01', 'system', '111.61.66.47', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('931', '2019-08-01 19:36:50', '游客', '111.61.66.47', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('932', '2019-08-01 19:36:54', 'system', '111.61.66.47', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('933', '2019-08-01 22:13:30', '游客', '111.61.66.47', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('934', '2019-08-01 22:13:44', 'system', '111.61.66.47', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('935', '2019-08-02 09:17:40', '游客', '156.255.64.37', '北美地区', '0');
INSERT INTO `lscf_system_log` VALUES ('936', '2019-08-02 09:17:58', 'system', '156.255.64.37', '北美地区', '1');
INSERT INTO `lscf_system_log` VALUES ('937', '2019-08-02 10:01:41', '游客', '111.61.66.47', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('938', '2019-08-02 10:01:45', '游客', '111.61.66.47', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('939', '2019-08-02 10:01:57', 'system', '111.61.66.47', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('940', '2019-08-03 16:30:24', '游客', '111.61.66.5', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('941', '2019-08-03 16:30:41', 'system', '111.61.66.5', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('942', '2019-08-03 19:17:53', '游客', '111.61.66.5', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('943', '2019-08-03 19:21:06', 'system', '111.61.66.5', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('944', '2019-08-05 07:31:07', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('945', '2019-08-05 07:31:31', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('946', '2019-08-05 08:42:48', '游客', '45.114.166.44', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('947', '2019-08-05 08:42:57', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('948', '2019-08-05 08:43:08', 'system', '45.114.166.44', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('949', '2019-08-05 08:43:19', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('950', '2019-08-05 08:57:01', '游客', '45.114.166.44', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('951', '2019-08-05 08:57:09', '游客', '59.37.97.18', '广东省', '0');
INSERT INTO `lscf_system_log` VALUES ('952', '2019-08-05 08:58:05', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('953', '2019-08-05 08:58:24', '游客', '61.151.207.205', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('954', '2019-08-05 08:59:26', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('955', '2019-08-05 09:03:14', '游客', '45.114.166.44', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('956', '2019-08-05 09:03:25', 'system', '45.114.166.44', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('957', '2019-08-05 09:04:57', '游客', '101.89.29.92', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('958', '2019-08-05 09:07:02', '游客', '223.104.101.234', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('959', '2019-08-05 09:08:04', 'system', '223.104.101.234', '中国', '-1');
INSERT INTO `lscf_system_log` VALUES ('960', '2019-08-05 09:08:14', 'system', '223.104.101.234', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('961', '2019-08-05 09:45:19', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('962', '2019-08-05 09:45:53', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('963', '2019-08-05 09:45:55', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('964', '2019-08-06 12:27:52', '游客', '118.77.178.120', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('965', '2019-08-06 12:29:47', 'system', '118.77.178.120', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('966', '2019-08-06 15:38:06', '游客', '118.77.178.120', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('967', '2019-08-06 15:38:08', 'system', '118.77.178.120', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('968', '2019-08-06 16:36:41', '游客', '223.104.101.245', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('969', '2019-08-06 16:37:05', 'system', '223.104.101.245', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('970', '2019-08-09 17:46:09', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('971', '2019-08-09 17:46:17', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('972', '2019-08-09 17:46:18', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('973', '2019-08-09 17:46:31', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('974', '2019-08-09 17:46:31', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('975', '2019-08-09 17:46:34', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('976', '2019-08-10 01:08:16', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('977', '2019-08-10 01:08:16', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('978', '2019-08-10 01:08:21', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('979', '2019-08-10 15:53:48', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('980', '2019-08-10 15:53:59', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('981', '2019-08-10 19:00:30', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('982', '2019-08-10 19:00:41', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('983', '2019-08-10 19:00:43', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('984', '2019-08-10 19:00:55', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('985', '2019-08-10 19:37:01', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('986', '2019-08-10 19:37:06', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('987', '2019-08-10 20:16:39', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('988', '2019-08-10 20:16:44', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('989', '2019-08-10 20:20:06', '游客', '223.104.101.215', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('990', '2019-08-10 20:20:29', 'system', '223.104.101.215', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('991', '2019-08-11 12:45:32', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('992', '2019-08-11 12:45:35', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('993', '2019-08-11 15:31:58', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('994', '2019-08-11 15:32:01', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('995', '2019-08-11 17:11:40', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('996', '2019-08-11 17:12:37', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('997', '2019-08-11 17:12:40', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('998', '2019-08-11 17:18:51', '游客', '223.104.101.210', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('999', '2019-08-11 17:19:09', 'system', '223.104.101.210', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('1000', '2019-08-12 08:56:02', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1001', '2019-08-12 08:56:07', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1002', '2019-08-12 08:56:07', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1003', '2019-08-12 08:56:15', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1004', '2019-08-12 08:57:03', 'systhree', '111.61.66.69', '河北省', '-2');
INSERT INTO `lscf_system_log` VALUES ('1005', '2019-08-12 08:57:39', 'systhrem', '111.61.66.69', '河北省', '-2');
INSERT INTO `lscf_system_log` VALUES ('1006', '2019-08-12 08:58:20', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1007', '2019-08-12 12:05:00', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1008', '2019-08-12 12:05:11', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1009', '2019-08-12 15:37:07', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1010', '2019-08-12 15:37:39', '游客', '111.61.66.69', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1011', '2019-08-12 15:37:42', 'system', '111.61.66.69', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1012', '2019-08-12 16:45:20', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1013', '2019-08-12 16:45:23', 'frf1791', '111.61.66.39', '河北省', '-2');
INSERT INTO `lscf_system_log` VALUES ('1014', '2019-08-12 16:45:31', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1015', '2019-08-12 18:18:57', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1016', '2019-08-12 18:18:59', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1017', '2019-08-12 21:57:06', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1018', '2019-08-12 21:57:09', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1019', '2019-08-13 10:16:25', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1020', '2019-08-13 10:16:40', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1021', '2019-08-13 10:16:40', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1022', '2019-08-13 10:16:52', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1023', '2019-08-13 10:16:57', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1024', '2019-08-13 17:03:45', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1025', '2019-08-13 17:03:57', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1026', '2019-08-14 10:23:52', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1027', '2019-08-14 10:23:59', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1028', '2019-08-15 16:20:03', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1029', '2019-08-15 16:20:07', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1030', '2019-08-17 11:02:13', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1031', '2019-08-17 11:02:19', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1032', '2019-08-17 11:02:20', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1033', '2019-08-17 11:02:32', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1034', '2019-08-17 11:39:41', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1035', '2019-08-17 11:39:42', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1036', '2019-08-17 11:39:53', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1037', '2019-08-18 11:20:51', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1038', '2019-08-18 11:21:00', '游客', '42.236.10.106', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1039', '2019-08-18 11:21:02', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1040', '2019-08-18 11:21:04', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1041', '2019-08-18 11:21:10', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1042', '2019-08-18 11:21:10', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1043', '2019-08-18 11:21:15', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1044', '2019-08-18 11:21:15', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1045', '2019-08-19 10:12:53', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1046', '2019-08-19 10:25:10', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1047', '2019-08-19 10:25:13', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1048', '2019-08-20 16:56:29', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1049', '2019-08-20 16:56:53', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1050', '2019-08-20 16:57:23', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1051', '2019-08-20 16:57:26', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1052', '2019-08-20 16:57:38', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1053', '2019-08-21 01:33:52', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1054', '2019-08-21 01:33:59', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1055', '2019-08-28 17:45:15', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1056', '2019-08-28 17:45:20', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1057', '2019-08-28 17:45:20', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1058', '2019-08-28 17:45:20', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1059', '2019-08-28 17:45:28', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1060', '2019-08-28 19:03:39', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1061', '2019-08-28 19:03:56', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1062', '2019-08-28 19:25:08', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1063', '2019-08-28 19:25:10', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1064', '2019-08-31 10:41:28', '游客', '45.114.166.44', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('1065', '2019-08-31 10:41:39', 'system', '45.114.166.44', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('1066', '2019-08-31 10:41:55', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1067', '2019-08-31 10:42:29', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1068', '2019-08-31 10:58:45', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1069', '2019-08-31 10:58:50', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1070', '2019-08-31 15:04:29', '游客', '45.114.166.44', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('1071', '2019-08-31 15:04:44', 'system', '45.114.166.44', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('1072', '2019-08-31 15:05:47', '游客', '101.89.239.230', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1073', '2019-08-31 16:50:41', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1074', '2019-08-31 16:51:00', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1075', '2019-08-31 16:51:01', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1076', '2019-08-31 17:52:17', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1077', '2019-08-31 17:52:22', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1078', '2019-08-31 22:45:58', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1079', '2019-08-31 22:46:00', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1080', '2019-08-31 22:58:57', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1081', '2019-08-31 22:59:02', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1082', '2019-08-31 23:33:21', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1083', '2019-08-31 23:33:26', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1084', '2019-09-01 07:57:50', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1085', '2019-09-01 07:57:52', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1086', '2019-09-01 10:23:03', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1087', '2019-09-01 10:23:11', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1088', '2019-09-01 10:58:56', '游客', '101.227.139.178', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1089', '2019-09-01 11:04:07', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1090', '2019-09-01 11:45:07', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1091', '2019-09-01 11:45:10', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1092', '2019-09-01 11:45:12', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1093', '2019-09-01 11:45:12', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1094', '2019-09-01 11:45:13', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1095', '2019-09-01 11:45:19', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1096', '2019-09-01 11:45:23', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1097', '2019-09-01 16:34:09', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1098', '2019-09-01 16:34:16', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1099', '2019-09-01 17:55:57', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1100', '2019-09-01 17:56:02', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1101', '2019-09-01 19:50:19', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1102', '2019-09-01 19:50:21', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1103', '2019-09-03 08:41:52', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1104', '2019-09-03 08:41:58', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1105', '2019-09-03 08:41:58', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1106', '2019-09-03 08:42:05', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1107', '2019-09-03 08:42:21', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1108', '2019-09-03 08:47:16', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1109', '2019-09-03 08:47:27', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1110', '2019-09-03 08:47:27', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1111', '2019-09-03 10:54:40', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1112', '2019-09-03 11:01:00', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1113', '2019-09-06 14:30:43', '游客', '45.114.166.51', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('1114', '2019-09-06 14:30:56', 'system', '45.114.166.51', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('1115', '2019-09-06 17:44:00', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1116', '2019-09-06 17:44:04', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1117', '2019-09-06 18:53:55', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1118', '2019-09-06 18:54:02', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1119', '2019-09-07 08:46:37', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1120', '2019-09-07 08:46:43', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1121', '2019-09-07 08:46:45', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1122', '2019-09-07 08:46:58', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1123', '2019-09-07 09:53:20', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1124', '2019-09-07 09:53:27', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1125', '2019-09-07 11:17:11', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1126', '2019-09-07 11:17:16', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1127', '2019-09-07 15:13:02', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1128', '2019-09-07 15:13:08', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1129', '2019-09-07 15:13:22', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1130', '2019-09-07 15:14:01', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1131', '2019-09-07 16:47:35', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1132', '2019-09-07 16:48:00', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1133', '2019-09-07 18:06:31', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1134', '2019-09-07 18:06:32', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1135', '2019-09-07 18:06:49', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1136', '2019-09-07 19:49:24', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1137', '2019-09-07 19:49:27', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1138', '2019-09-08 19:39:42', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1139', '2019-09-08 19:39:45', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1140', '2019-09-08 19:39:49', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1141', '2019-09-08 19:39:49', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1142', '2019-09-08 19:39:49', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1143', '2019-09-08 19:39:53', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1144', '2019-09-08 19:39:56', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1145', '2019-09-08 21:05:06', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1146', '2019-09-08 21:05:08', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1147', '2019-09-09 07:40:01', '游客', '111.61.66.39', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1148', '2019-09-09 07:40:04', 'system', '111.61.66.39', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1149', '2019-09-09 14:54:31', '游客', '45.114.166.50', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('1150', '2019-09-09 14:54:47', 'system', '45.114.166.50', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('1151', '2019-09-09 16:00:55', '游客', '45.114.166.50', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('1152', '2019-09-09 16:01:13', 'system', '45.114.166.50', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('1153', '2019-09-09 17:32:32', '游客', '45.114.166.50', '美国', '0');
INSERT INTO `lscf_system_log` VALUES ('1154', '2019-09-09 17:32:41', 'system', '45.114.166.50', '美国', '1');
INSERT INTO `lscf_system_log` VALUES ('1155', '2019-09-11 15:27:02', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1156', '2019-09-11 15:27:10', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1157', '2019-09-11 15:28:21', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1158', '2019-09-11 15:28:27', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1159', '2019-09-11 15:28:46', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1160', '2019-09-11 15:28:46', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1161', '2019-09-11 23:40:56', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1162', '2019-09-11 23:41:12', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1163', '2019-09-11 23:41:12', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1164', '2019-09-16 09:11:11', '游客', '39.70.245.153', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1165', '2019-09-16 09:11:17', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1166', '2019-09-16 09:11:18', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1167', '2019-09-16 09:11:22', 'system', '39.70.245.153', '山东省', '-1');
INSERT INTO `lscf_system_log` VALUES ('1168', '2019-09-16 09:11:25', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1169', '2019-09-16 09:11:25', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1170', '2019-09-16 09:11:28', 'system', '39.70.245.153', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1171', '2019-09-16 10:49:16', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1172', '2019-09-16 11:22:04', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1173', '2019-09-16 11:22:21', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1174', '2019-09-16 12:33:02', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1175', '2019-09-16 12:33:06', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1176', '2019-09-16 12:33:43', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1177', '2019-09-16 12:33:43', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1178', '2019-09-16 23:56:13', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1179', '2019-09-16 23:56:32', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1180', '2019-09-17 10:30:17', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1181', '2019-09-17 10:30:21', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1182', '2019-09-17 14:24:16', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1183', '2019-09-17 14:24:31', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1184', '2019-09-17 14:24:35', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1185', '2019-09-17 14:24:59', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1186', '2019-09-17 14:33:57', '游客', '39.90.49.39', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1187', '2019-09-17 14:34:01', 'system', '39.90.49.39', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1188', '2019-09-17 15:05:09', '游客', '39.90.49.39', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1189', '2019-09-17 15:05:11', 'system', '39.90.49.39', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1190', '2019-09-17 16:26:09', '游客', '39.90.49.39', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1191', '2019-09-17 16:26:12', 'system', '39.90.49.39', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1192', '2019-09-17 22:14:27', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1193', '2019-09-17 22:14:28', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1194', '2019-09-17 22:14:50', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1195', '2019-09-18 09:02:34', '游客', '112.239.225.92', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1196', '2019-09-18 09:02:38', 'system', '112.239.225.92', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1197', '2019-09-18 09:45:33', '游客', '112.239.225.92', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1198', '2019-09-18 10:08:43', 'system', '112.239.225.92', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1199', '2019-09-18 12:08:34', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1200', '2019-09-18 12:08:40', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1201', '2019-09-19 09:27:14', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1202', '2019-09-19 09:27:17', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1203', '2019-09-19 09:27:25', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1204', '2019-09-19 09:27:39', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1205', '2019-09-19 11:04:08', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1206', '2019-09-19 11:04:11', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1207', '2019-09-19 11:04:27', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1208', '2019-09-19 11:46:12', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1209', '2019-09-19 11:46:17', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1210', '2019-09-19 12:55:43', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1211', '2019-09-19 12:55:45', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1212', '2019-09-20 11:21:09', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1213', '2019-09-20 11:21:11', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1214', '2019-09-20 11:21:34', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1215', '2019-09-20 11:21:54', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1216', '2019-09-20 15:25:30', '游客', '119.189.100.63', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1217', '2019-09-20 15:25:47', 'system', '119.189.100.63', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1218', '2019-09-20 15:42:37', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1219', '2019-09-20 15:42:42', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1220', '2019-09-20 15:43:09', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1221', '2019-09-20 15:43:11', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1222', '2019-09-20 15:43:17', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1223', '2019-09-20 16:49:06', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1224', '2019-09-20 16:49:08', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1225', '2019-09-20 19:44:42', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1226', '2019-09-20 19:44:45', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1227', '2019-09-21 09:10:27', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1228', '2019-09-21 09:10:30', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1229', '2019-09-21 09:57:09', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1230', '2019-09-21 09:57:11', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1231', '2019-09-21 10:39:17', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1232', '2019-09-21 10:39:28', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1233', '2019-09-21 10:39:49', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1234', '2019-09-21 10:39:50', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1235', '2019-09-21 10:40:12', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1236', '2019-09-21 10:53:42', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1237', '2019-09-21 10:53:44', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1238', '2019-09-21 10:56:58', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1239', '2019-09-21 10:57:03', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1240', '2019-09-21 10:57:16', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1241', '2019-09-21 11:59:26', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1242', '2019-09-21 11:59:27', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1243', '2019-09-21 11:59:33', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1244', '2019-09-21 14:59:05', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1245', '2019-09-21 14:59:08', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1246', '2019-09-21 15:03:58', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1247', '2019-09-21 15:04:00', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1248', '2019-09-21 16:01:32', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1249', '2019-09-21 16:01:35', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1250', '2019-09-21 16:31:54', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1251', '2019-09-21 16:31:57', 'system', '39.70.250.75', '山东省', '-1');
INSERT INTO `lscf_system_log` VALUES ('1252', '2019-09-21 16:32:04', 'system', '39.70.250.75', '山东省', '-1');
INSERT INTO `lscf_system_log` VALUES ('1253', '2019-09-21 16:32:08', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1254', '2019-09-21 16:32:15', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1255', '2019-09-21 16:41:07', '游客', '39.70.250.75', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1256', '2019-09-21 16:41:30', 'system', '39.70.250.75', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1257', '2019-09-21 18:39:31', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1258', '2019-09-21 18:39:38', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1259', '2019-09-23 10:36:20', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1260', '2019-09-23 10:36:28', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1261', '2019-09-23 10:36:37', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1262', '2019-09-23 10:36:41', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1263', '2019-09-23 10:36:48', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1264', '2019-09-23 11:10:55', '游客', '119.189.108.30', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1265', '2019-09-23 11:11:05', 'system', '119.189.108.30', '山东省聊城市', '-1');
INSERT INTO `lscf_system_log` VALUES ('1266', '2019-09-23 11:11:16', 'system', '119.189.108.30', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1267', '2019-09-23 14:39:11', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1268', '2019-09-23 14:39:13', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1269', '2019-09-23 14:39:23', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1270', '2019-09-23 15:07:43', '游客', '119.189.108.30', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1271', '2019-09-23 15:07:49', 'system', '119.189.108.30', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1272', '2019-09-24 15:53:17', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1273', '2019-09-24 15:53:23', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1274', '2019-09-24 15:53:26', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1275', '2019-09-24 15:53:44', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1276', '2019-09-24 15:53:44', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1277', '2019-09-24 20:56:25', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1278', '2019-09-24 20:56:30', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1279', '2019-09-24 22:19:26', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1280', '2019-09-24 22:19:36', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1281', '2019-09-25 10:43:09', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1282', '2019-09-25 10:43:12', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1283', '2019-09-25 10:43:39', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1284', '2019-09-25 10:43:56', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1285', '2019-09-25 10:43:56', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1286', '2019-09-25 12:30:49', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1287', '2019-09-25 12:30:58', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1288', '2019-09-25 13:51:20', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1289', '2019-09-25 13:51:30', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1290', '2019-09-25 15:28:22', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1291', '2019-09-25 15:28:25', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1292', '2019-09-25 15:43:50', '游客', '222.133.243.177', '山东省聊城市东昌府区', '0');
INSERT INTO `lscf_system_log` VALUES ('1293', '2019-09-25 15:44:02', 'system', '222.133.243.177', '山东省聊城市东昌府区', '1');
INSERT INTO `lscf_system_log` VALUES ('1294', '2019-09-25 16:35:59', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1295', '2019-09-25 16:36:10', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1296', '2019-09-25 18:30:19', '游客', '222.133.243.177', '山东省聊城市东昌府区', '0');
INSERT INTO `lscf_system_log` VALUES ('1297', '2019-09-25 18:30:23', 'system', '222.133.243.177', '山东省聊城市东昌府区', '1');
INSERT INTO `lscf_system_log` VALUES ('1298', '2019-09-25 20:09:41', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1299', '2019-09-25 20:09:44', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1300', '2019-09-26 11:39:06', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1301', '2019-09-26 11:39:09', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1302', '2019-09-26 11:39:17', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1303', '2019-09-26 11:39:37', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1304', '2019-09-26 15:43:51', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1305', '2019-09-26 15:43:55', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1306', '2019-09-26 17:13:08', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1307', '2019-09-26 17:13:20', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1308', '2019-09-26 17:48:29', '游客', '119.189.102.20', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1309', '2019-09-26 17:48:35', 'system', '119.189.102.20', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1310', '2019-09-26 18:15:31', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1311', '2019-09-26 18:15:33', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1312', '2019-09-27 12:46:59', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1313', '2019-09-27 12:47:01', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1314', '2019-09-27 12:47:08', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1315', '2019-09-27 12:47:20', '游客', '42.236.10.93', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1316', '2019-09-27 17:01:23', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1317', '2019-09-27 17:01:28', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1318', '2019-09-27 17:52:39', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1319', '2019-09-27 17:53:05', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1320', '2019-09-28 10:56:12', '游客', '39.70.250.240', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1321', '2019-09-28 10:56:16', 'system', '39.70.250.240', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1322', '2019-09-28 12:59:51', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1323', '2019-09-28 12:59:58', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1324', '2019-09-28 15:12:21', '游客', '39.70.250.240', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1325', '2019-09-28 15:12:24', 'system', '39.70.250.240', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1326', '2019-09-28 15:12:46', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1327', '2019-09-28 15:13:02', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1328', '2019-09-28 15:13:02', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1329', '2019-09-28 15:25:35', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1330', '2019-09-28 15:25:47', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1331', '2019-09-28 15:58:38', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1332', '2019-09-28 15:58:53', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1333', '2019-09-28 15:59:10', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1334', '2019-09-28 16:11:38', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1335', '2019-09-28 16:11:40', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1336', '2019-09-28 22:40:36', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1337', '2019-09-28 22:41:03', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1338', '2019-09-28 22:41:36', '游客', '58.247.206.139', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1339', '2019-09-28 22:41:39', '游客', '111.61.66.7', '河北省', '0');
INSERT INTO `lscf_system_log` VALUES ('1340', '2019-09-28 22:42:27', 'system', '111.61.66.7', '河北省', '-1');
INSERT INTO `lscf_system_log` VALUES ('1341', '2019-09-28 22:42:36', 'system', '111.61.66.7', '河北省', '1');
INSERT INTO `lscf_system_log` VALUES ('1342', '2019-09-29 15:24:04', '游客', '39.70.245.175', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1343', '2019-09-29 15:24:06', 'system', '39.70.245.175', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1344', '2019-09-29 15:24:08', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1345', '2019-09-29 15:24:15', '游客', '42.236.10.75', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1346', '2019-09-29 15:42:51', '游客', '39.70.245.175', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1347', '2019-09-29 15:42:53', 'system', '39.70.245.175', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1348', '2019-09-29 16:00:40', '游客', '39.70.245.175', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1349', '2019-09-29 16:00:42', 'system', '39.70.245.175', '山东省', '-1');
INSERT INTO `lscf_system_log` VALUES ('1350', '2019-09-29 16:00:50', 'system', '39.70.245.175', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1351', '2019-09-29 22:07:56', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1352', '2019-09-29 22:08:05', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1353', '2019-09-30 11:19:11', '游客', '183.193.5.234', '湖北省黄石市', '0');
INSERT INTO `lscf_system_log` VALUES ('1354', '2019-09-30 11:19:14', 'system', '183.193.5.234', '湖北省黄石市', '1');
INSERT INTO `lscf_system_log` VALUES ('1355', '2019-10-02 09:08:35', '游客', '183.193.5.234', '湖北省黄石市', '0');
INSERT INTO `lscf_system_log` VALUES ('1356', '2019-10-02 09:08:38', 'system', '183.193.5.234', '湖北省黄石市', '1');
INSERT INTO `lscf_system_log` VALUES ('1357', '2019-10-03 10:40:48', '游客', '183.193.5.234', '湖北省黄石市', '0');
INSERT INTO `lscf_system_log` VALUES ('1358', '2019-10-03 10:40:51', 'system', '183.193.5.234', '湖北省黄石市', '1');
INSERT INTO `lscf_system_log` VALUES ('1359', '2019-10-05 18:01:18', '游客', '183.193.5.234', '湖北省黄石市', '0');
INSERT INTO `lscf_system_log` VALUES ('1360', '2019-10-05 18:01:21', 'system', '183.193.5.234', '湖北省黄石市', '1');
INSERT INTO `lscf_system_log` VALUES ('1361', '2019-10-11 08:46:46', '游客', '112.239.235.85', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1362', '2019-10-11 08:47:07', 'system', '112.239.235.85', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1363', '2019-10-11 08:47:19', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1364', '2019-10-11 08:47:24', '游客', '180.163.220.3', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1365', '2019-10-11 08:57:34', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1366', '2019-10-11 08:57:49', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1367', '2019-10-11 09:57:15', '游客', '112.239.235.85', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1368', '2019-10-11 09:57:48', 'system', '112.239.235.85', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1369', '2019-10-11 13:49:14', '游客', '112.239.235.85', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1370', '2019-10-11 13:49:41', 'system', '112.239.235.85', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1371', '2019-10-11 13:56:09', '游客', '112.239.235.85', '山东省聊城市', '0');
INSERT INTO `lscf_system_log` VALUES ('1372', '2019-10-11 13:56:25', 'system', '112.239.235.85', '山东省聊城市', '1');
INSERT INTO `lscf_system_log` VALUES ('1373', '2019-10-12 08:45:58', '游客', '27.222.120.156', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1374', '2019-10-12 08:46:11', 'system', '27.222.120.156', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1375', '2019-10-12 08:46:13', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1376', '2019-10-12 08:46:16', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1377', '2019-10-12 08:46:31', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1378', '2019-10-12 08:52:31', '游客', '59.37.97.53', '广东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1379', '2019-10-12 08:54:26', '游客', '59.36.121.171', '广东省东莞市', '0');
INSERT INTO `lscf_system_log` VALUES ('1380', '2019-10-12 10:06:25', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1381', '2019-10-12 10:06:49', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1382', '2019-10-12 10:27:21', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1383', '2019-10-12 10:27:27', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1384', '2019-10-12 14:06:59', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1385', '2019-10-12 14:07:06', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1386', '2019-10-12 14:12:07', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1387', '2019-10-12 14:12:12', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1388', '2019-10-12 14:23:57', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1389', '2019-10-12 14:24:04', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1390', '2019-10-12 18:35:07', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1391', '2019-10-12 18:35:10', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1392', '2019-10-14 18:57:24', '游客', '27.222.123.80', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1393', '2019-10-14 18:57:38', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1394', '2019-10-14 18:57:44', 'system', '27.222.123.80', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1395', '2019-10-14 18:57:50', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1396', '2019-10-14 18:57:51', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1397', '2019-10-15 01:39:48', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1398', '2019-10-15 01:39:58', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1399', '2019-10-15 12:17:27', '游客', '36.155.13.228', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1400', '2019-10-15 12:17:31', 'system', '36.155.13.228', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1401', '2019-10-15 17:20:48', '游客', '36.155.13.230', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1402', '2019-10-15 17:20:55', 'system', '36.155.13.230', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1403', '2019-10-16 10:57:45', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1404', '2019-10-16 10:58:05', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1405', '2019-10-16 10:58:12', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1406', '2019-10-16 10:58:34', '游客', '180.163.220.5', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1407', '2019-10-16 10:58:34', '游客', '180.163.220.68', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1408', '2019-10-16 10:58:44', '游客', '61.129.6.251', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1409', '2019-10-16 10:59:24', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1410', '2019-10-16 10:59:41', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1411', '2019-10-16 10:59:55', '  system    ', '36.155.13.224', '北京市', '-2');
INSERT INTO `lscf_system_log` VALUES ('1412', '2019-10-16 11:00:05', '  system    ', '36.155.13.224', '北京市', '-2');
INSERT INTO `lscf_system_log` VALUES ('1413', '2019-10-16 11:00:16', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1414', '2019-10-16 11:00:37', 'system    ', '36.155.13.224', '北京市', '-1');
INSERT INTO `lscf_system_log` VALUES ('1415', '2019-10-16 11:00:51', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1416', '2019-10-16 11:02:43', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1417', '2019-10-16 13:50:21', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1418', '2019-10-16 13:50:42', 'system ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1419', '2019-10-16 18:22:56', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1420', '2019-10-16 18:22:59', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1421', '2019-10-17 07:35:09', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1422', '2019-10-17 07:35:10', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1423', '2019-10-17 11:06:41', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1424', '2019-10-17 11:06:46', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1425', '2019-10-17 11:06:52', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1426', '2019-10-17 11:07:06', '游客', '42.236.10.78', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1427', '2019-10-17 11:07:27', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1428', '2019-10-17 14:46:12', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1429', '2019-10-17 14:46:14', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1430', '2019-10-17 15:20:37', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1431', '2019-10-17 15:20:39', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1432', '2019-10-17 20:02:02', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1433', '2019-10-17 20:03:35', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1434', '2019-10-17 20:04:10', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1435', '2019-10-17 20:05:22', 'system', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1436', '2019-10-17 20:34:53', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1437', '2019-10-17 20:35:02', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1438', '2019-10-17 20:35:10', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1439', '2019-10-18 11:23:16', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1440', '2019-10-18 11:23:17', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1441', '2019-10-18 11:23:20', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1442', '2019-10-18 20:33:27', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1443', '2019-10-18 20:34:11', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1444', '2019-10-18 20:34:13', 'system', '120.253.187.230', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('1445', '2019-10-21 08:22:12', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1446', '2019-10-21 08:22:30', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1447', '2019-10-21 08:22:37', 'system', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1448', '2019-10-21 09:35:35', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1449', '2019-10-21 09:35:37', 'system', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1450', '2019-10-21 10:56:17', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1451', '2019-10-21 10:56:19', 'system', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1452', '2019-10-21 19:26:21', '游客', '36.155.13.224', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1453', '2019-10-21 19:26:24', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1454', '2019-10-21 19:26:24', 'system    ', '36.155.13.224', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1455', '2019-10-21 19:26:31', '游客', '42.236.10.84', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1456', '2019-10-22 11:19:02', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1457', '2019-10-22 11:19:05', 'system', '120.253.187.230', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('1458', '2019-10-22 15:36:29', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1459', '2019-10-22 15:36:32', 'system', '120.253.187.230', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('1460', '2019-10-23 19:13:18', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1461', '2019-10-23 19:13:23', 'system', '120.253.187.230', '中国', '1');
INSERT INTO `lscf_system_log` VALUES ('1462', '2019-10-23 19:43:47', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1463', '2019-10-23 19:44:04', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1464', '2019-10-23 19:44:06', '游客', '120.253.187.230', '中国', '0');
INSERT INTO `lscf_system_log` VALUES ('1465', '2019-10-23 19:44:24', '游客', '180.163.220.4', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1466', '2019-10-25 12:41:37', '游客', '101.20.43.188', '河北省廊坊市', '0');
INSERT INTO `lscf_system_log` VALUES ('1467', '2019-10-25 12:41:53', '游客', '101.20.43.188', '河北省廊坊市', '0');
INSERT INTO `lscf_system_log` VALUES ('1468', '2019-10-25 12:42:03', 'system    ', '101.20.43.188', '河北省廊坊市', '1');
INSERT INTO `lscf_system_log` VALUES ('1469', '2019-10-26 11:15:02', '游客', '118.77.95.96', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1470', '2019-10-26 11:15:04', 'system    ', '118.77.95.96', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1471', '2019-10-26 16:23:18', '游客', '118.77.95.96', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1472', '2019-10-26 16:23:22', 'system', '118.77.95.96', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1473', '2019-10-26 16:52:22', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1474', '2019-10-26 16:52:33', 'system', '115.28.220.201', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1475', '2019-10-26 16:55:23', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1476', '2019-10-26 16:55:31', 'system', '115.28.220.201', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1477', '2019-10-28 15:00:37', '游客', '180.163.220.67', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1478', '2019-10-28 15:00:51', '游客', '180.163.220.66', '上海市', '0');
INSERT INTO `lscf_system_log` VALUES ('1479', '2019-10-28 16:09:49', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1480', '2019-10-28 16:09:53', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1481', '2019-10-28 16:10:13', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1482', '2019-10-28 16:10:20', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1483', '2019-10-28 16:10:29', 'system', '115.28.220.201', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1484', '2019-10-29 15:55:25', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1485', '2019-10-29 15:55:50', '游客', '42.236.10.114', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1486', '2019-10-29 16:00:17', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1487', '2019-10-29 16:00:39', 'system', '115.28.220.201', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1488', '2019-10-29 19:10:26', '游客', '118.77.54.125', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1489', '2019-10-29 19:10:33', 'system', '118.77.54.125', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1490', '2019-10-29 23:21:42', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1491', '2019-10-29 23:21:55', '游客', '42.236.10.117', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1492', '2019-10-29 23:21:55', '游客', '42.236.10.125', '河南省郑州市', '0');
INSERT INTO `lscf_system_log` VALUES ('1493', '2019-10-30 08:34:13', '游客', '124.165.43.33', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1494', '2019-10-30 08:34:17', 'system', '124.165.43.33', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1495', '2019-10-30 15:29:08', '游客', '124.165.43.172', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1496', '2019-10-30 15:29:14', 'system', '124.165.43.172', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1497', '2019-10-30 18:40:09', '游客', '124.165.43.172', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1498', '2019-10-30 18:40:16', 'system', '124.165.43.172', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1499', '2019-10-30 20:47:56', '游客', '124.165.43.172', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1500', '2019-10-30 20:48:18', 'system', '124.165.43.172', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1501', '2019-10-30 21:45:13', '游客', '124.165.43.172', '山西省吕梁市', '0');
INSERT INTO `lscf_system_log` VALUES ('1502', '2019-10-30 21:45:16', 'system', '124.165.43.172', '山西省吕梁市', '1');
INSERT INTO `lscf_system_log` VALUES ('1503', '2019-10-31 11:15:10', '游客', '39.90.51.105', '山东省', '0');
INSERT INTO `lscf_system_log` VALUES ('1504', '2019-10-31 11:15:23', 'system', '39.90.51.105', '山东省', '1');
INSERT INTO `lscf_system_log` VALUES ('1505', '2019-10-31 11:16:26', '游客', '115.28.220.201', '北京市', '0');
INSERT INTO `lscf_system_log` VALUES ('1506', '2019-10-31 11:16:40', 'system', '115.28.220.201', '北京市', '1');
INSERT INTO `lscf_system_log` VALUES ('1507', '2019-11-02 13:40:44', '游客', '127.0.0.1', '内网本机IP', '0');
INSERT INTO `lscf_system_log` VALUES ('1508', '2019-11-02 13:41:06', 'system', '127.0.0.1', '内网本机IP', '1');
INSERT INTO `lscf_system_log` VALUES ('1509', '2019-11-23 14:12:06', '游客', '127.0.0.1', '内网本机IP', '0');
INSERT INTO `lscf_system_log` VALUES ('1510', '2019-11-23 14:13:47', 'system', '127.0.0.1', '内网本机IP', '1');
INSERT INTO `lscf_system_log` VALUES ('1511', '2019-11-24 14:39:12', '游客', '127.0.0.1', '内网本机IP', '0');
INSERT INTO `lscf_system_log` VALUES ('1512', '2019-11-24 14:39:35', 'system', '127.0.0.1', '内网本机IP', '1');

-- ----------------------------
-- Table structure for lscf_users
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users`;
CREATE TABLE `lscf_users` (
  `uId` int(9) NOT NULL AUTO_INCREMENT COMMENT '会员ID',
  `uUser` varchar(20) NOT NULL COMMENT '会员账号',
  `uName` varchar(16) NOT NULL COMMENT '会员姓名',
  `uTel` varchar(11) NOT NULL COMMENT '电话号码',
  `uWeixin` varchar(24) NOT NULL COMMENT '微信号',
  `yinhangName` varchar(100) NOT NULL COMMENT '银行名称',
  `yinhangNubmer` varchar(100) NOT NULL COMMENT '银行卡号',
  `uZhifubao` varchar(50) NOT NULL COMMENT '支付宝账户',
  `uSex` int(1) NOT NULL COMMENT '性别',
  `uEmail` varchar(50) NOT NULL COMMENT '电子邮箱',
  `uPwd` varchar(32) NOT NULL COMMENT '登陆密码',
  `uZfPwd` varchar(32) NOT NULL COMMENT '支付密码',
  `uSfId` varchar(18) NOT NULL COMMENT '身份证号码',
  `uTuiId` int(9) NOT NULL COMMENT '推荐人ID',
  `uSonUser` text COMMENT '推荐下线User（数组）',
  `uVip` int(1) NOT NULL DEFAULT '0' COMMENT '会员等级对应ID',
  `shangchengjifen` int(20) DEFAULT '0' COMMENT '商城积分',
  `tongbuqianbao` int(20) DEFAULT '0' COMMENT '同步钱包',
  `dongtaiqianbao` int(20) DEFAULT '0' COMMENT '动态钱包',
  `uBenjin` int(9) NOT NULL DEFAULT '0' COMMENT '会员投资本金',
  `uLixi` float NOT NULL DEFAULT '0' COMMENT '会员利息',
  `uNowLixi` float NOT NULL DEFAULT '0' COMMENT '当前的利息',
  `uPDLixi` float NOT NULL DEFAULT '0' COMMENT '排队期间的利息',
  `uPDLixiMax` float NOT NULL DEFAULT '0' COMMENT '排队期最大利息',
  `uJiangjin` float NOT NULL DEFAULT '0' COMMENT '会员奖金',
  `uState` int(1) NOT NULL DEFAULT '0' COMMENT '会员注册状态',
  `uTouziState` int(1) NOT NULL DEFAULT '0' COMMENT '投资状态',
  `uTouziNum` int(9) NOT NULL DEFAULT '0' COMMENT '投资次数',
  `uLock` int(1) NOT NULL DEFAULT '1' COMMENT '账户状态（1正常,0锁定,-1封号）',
  `uImages` varchar(250) DEFAULT NULL COMMENT '会员头像',
  `uLoginNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录登陆次数',
  `uErrorPwdNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录登错次数',
  `uZFErrorPwdNum` int(9) NOT NULL DEFAULT '0' COMMENT '记录支付密码输入错误次数',
  `uRegDate` varchar(26) NOT NULL COMMENT '注册时间',
  `uOnline` int(1) NOT NULL DEFAULT '0' COMMENT '在线状态',
  `uOnlineDate` datetime NOT NULL COMMENT '最后在线时间',
  `uQiandaoNum` int(6) NOT NULL DEFAULT '0' COMMENT '签到次数',
  `uMXInvisible` int(1) DEFAULT '1' COMMENT '会员投资明细是否隐身',
  `uMXInvisibleValid` int(1) NOT NULL DEFAULT '0' COMMENT '会员投资明细隐身是否生效',
  `paiDanBi` int(9) DEFAULT '0' COMMENT '排单币',
  `xingji` int(9) DEFAULT '0' COMMENT '星级',
  `jiHuoMa` int(9) DEFAULT '0' COMMENT '激活码',
  `dakuanbiaozhi` int(1) NOT NULL DEFAULT '0' COMMENT '2小时内打款标准',
  `yxqgxtime` varchar(50) DEFAULT NULL COMMENT '优选区更新时间',
  `sjqgxtime` varchar(50) DEFAULT NULL COMMENT '随机区更新时间',
  `xiacikaishi` int(9) DEFAULT NULL COMMENT '优选区查询下次开始位置',
  `suixiackaishi` int(9) DEFAULT NULL COMMENT '随机区查询下次开始位置',
  `tid` tinyint(2) NOT NULL COMMENT 'lscf_zccf_touzidata  中的utid',
  PRIMARY KEY (`uId`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_users
-- ----------------------------
INSERT INTO `lscf_users` VALUES ('1', 'admin', '创始人', '13888888888', 'cfadmin', '中国银行', '12345464654646', 'cfadmin@sina.com', '2', 'cfadmin@126.com', 'fcea920f7412b5da7be0cf42b8c93759', 'e10adc3949ba59abbe56e057f20f883e', '530300199001010001', '1', 'xiaoniu|1234|guest|wu123|qiuhongyi|邱红阳|邱少少|邱少少e|dfdsf|fsdsd|fsdfsd|vsg|fsdaf|klkhjhf|8888|101010|kefu|qiuhongyi|qiuhonger|qiuhongyi|qiuhonger|qiuhongsan|qiuhongyi|qiuhonger|cjf999|cjf999|qiuhongyang|frf1791|kaifa01|kaifa02|kaifa01|aaa|bbb|ccc|ddd|fukuan|shoukuan|f123|', '4', '310', '873', '100', '0', '33', '0', '0', '0', '423', '1', '0', '0', '1', 'Uploads/Users/images/20190323/5c9594a8542e0.png', '670', '1', '0', '2016-08-04 00:00:00', '0', '2019-10-30 22:03:58', '51', '1', '0', '1000', '7', '103', '1', '1572455475', '1572455423', '5', '5', '0');
INSERT INTO `lscf_users` VALUES ('16', 'ccc', '收款账号', '15265557777', '15265557777', '', '', '15265557777', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '371502200103213111', '1', null, '0', '3000', '0', '0', '0', '0', '0', '0', '0', '0', '1', '1', '4', '1', null, '23', '0', '0', '2019-09-21 16:30:11', '0', '2019-11-24 17:41:05', '0', '1', '0', '1000', '9', '0', '2', '1574649711', '1574588465', '5', '5', '0');
INSERT INTO `lscf_users` VALUES ('17', 'ddd', '付款', '15265558888', '15265558888', '', '', '15265558888', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '371502200103213001', '1', null, '0', '3000', '0', '0', '0', '360', '360', '0', '0', '0', '1', '1', '2', '1', null, '16', '0', '0', '2019-09-23 15:08:49', '0', '2019-10-26 17:09:14', '0', '1', '0', '1000', '7', '0', '0', '1570774939', null, '5', null, '0');
INSERT INTO `lscf_users` VALUES ('18', 'fukuan', '付款', '13211111111', '13211111111', '', '', '13211111111', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '371502200104213001', '1', null, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '1', null, '1', '0', '0', '2019-09-23 15:17:36', '0', '2019-09-23 15:20:38', '0', '1', '0', '1000', '5', '0', '0', null, null, null, null, '0');
INSERT INTO `lscf_users` VALUES ('19', 'shoukuan', '付款', '13311111111', '13311111111', '', '', '13311111111', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '371502200105213001', '1', null, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '1', null, '2', '0', '0', '2019-09-23 15:18:26', '0', '2019-10-11 14:50:02', '0', '1', '0', '1000', '5', '0', '0', '1570776571', null, '5', null, '0');
INSERT INTO `lscf_users` VALUES ('20', 'f123', '小二', '11111111111', '', '', '1', '1', '1', '', 'fcea920f7412b5da7be0cf42b8c93759', 'e10adc3949ba59abbe56e057f20f883e', '', '1', 'f1234|', '0', '0', '0', '0', '0', '330', '330', '0', '0', '0', '1', '1', '3', '1', null, '11', '0', '0', '2019-10-11 18:38:25', '0', '2019-10-30 22:06:20', '0', '1', '0', '990', '7', '1', '1', '1570791779', '1570791782', '5', '5', '0');
INSERT INTO `lscf_users` VALUES ('21', 'f1234', '小三', '11111111112', '1', '', '1', '1', '1', '', 'fcea920f7412b5da7be0cf42b8c93759', 'e10adc3949ba59abbe56e057f20f883e', '111111111111111111', '20', null, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '1', null, '3', '0', '0', '2019-10-11 18:44:36', '0', '2019-10-30 18:47:59', '0', '1', '0', '1000', '5', '0', '0', '1572432352', '1572432354', '5', '5', '0');
INSERT INTO `lscf_users` VALUES ('14', 'aaa', '博商', '15265557798', '15265557798', '', '', '15265557798', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '371502200103213115', '1', null, '0', '30', '0', '0', '0', '50', '50', '0', '0', '0', '1', '1', '2', '1', null, '30', '0', '0', '2019-09-20 15:35:51', '1', '2019-12-02 09:00:09', '0', '1', '0', '1000', '8', '1', '2', '1574645355', '1569055212', '5', '5', '0');
INSERT INTO `lscf_users` VALUES ('15', 'bbb', '王宏博', '15265557799', '15265557798', '', '', '15265557798', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '371502200103213105', '1', null, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '1', null, '3', '0', '0', '2019-09-20 15:37:54', '0', '2019-11-23 14:09:39', '0', '1', '0', '1000', '5', '0', '0', '1569056653', '1569056655', '5', '5', '0');
INSERT INTO `lscf_users` VALUES ('13', 'kaifa01', '开发一', '15266853100', '', '农业银行', '6546464646', '45446', '1', '', 'e10adc3949ba59abbe56e057f20f883e', 'c33367701511b4f6020ec61ded352059', '', '1', null, '0', '3000', '0', '0', '0', '0', '0', '0', '0', '0', '1', '1', '1', '1', null, '2', '0', '0', '2019-09-09 16:29:58', '0', '2019-09-09 17:31:14', '0', '1', '0', '1000', '6', '0', '1', '1568017912', '1568017915', '5', '5', '0');

-- ----------------------------
-- Table structure for lscf_users_apply_regcode
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users_apply_regcode`;
CREATE TABLE `lscf_users_apply_regcode` (
  `uarId` int(9) NOT NULL AUTO_INCREMENT COMMENT '会员申请注册码ID',
  `uarUid` int(9) NOT NULL COMMENT '申请注册码人ID',
  `uarDate` datetime NOT NULL COMMENT '申请时间',
  `uarPrice` int(9) NOT NULL COMMENT '当前注册码的售价',
  `uarPayPrice` int(9) NOT NULL COMMENT '支付的金额',
  `uarHuiPrice` int(9) NOT NULL DEFAULT '0' COMMENT '优惠的金额',
  `uarReturnPrice` int(9) NOT NULL DEFAULT '0' COMMENT '找回的金额',
  `uarFiles` varchar(300) NOT NULL COMMENT '支付截图',
  `uarState` int(1) NOT NULL DEFAULT '0' COMMENT '审核的结果',
  `uarZhifuUser` varchar(50) NOT NULL COMMENT '付款账户',
  `uarErrorNum` int(3) NOT NULL DEFAULT '0' COMMENT '虚假提交记录次数',
  `uarZhifuUserType` varchar(30) NOT NULL DEFAULT '支付宝' COMMENT '支付账户类型',
  `uarShouKuanUser` varchar(50) NOT NULL COMMENT '收款账户',
  `uarShouKuanUserType` varchar(30) NOT NULL DEFAULT '支付宝' COMMENT '收款账户类型',
  `uarCodeNum` int(3) NOT NULL DEFAULT '1' COMMENT '每次购买激活的个数',
  `uarCodeNumState` int(3) DEFAULT '0' COMMENT '发放激活码的次数',
  PRIMARY KEY (`uarId`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_users_apply_regcode
-- ----------------------------

-- ----------------------------
-- Table structure for lscf_users_invest
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users_invest`;
CREATE TABLE `lscf_users_invest` (
  `uiId` int(9) NOT NULL AUTO_INCREMENT COMMENT '救援条目Id',
  `uiUid` int(9) NOT NULL COMMENT '救援人Id',
  `uiImages` varchar(260) DEFAULT NULL COMMENT '救援人截图证明',
  `uiUJiner` int(9) NOT NULL DEFAULT '0' COMMENT '救援金额',
  `uiDate` varchar(26) DEFAULT NULL COMMENT '提交时间',
  `uiState` int(1) NOT NULL DEFAULT '0' COMMENT '匹配状态',
  `uiStateDate` varchar(26) DEFAULT NULL COMMENT '审核成功时间',
  `uiZhifu` int(1) NOT NULL DEFAULT '0' COMMENT '支付状态',
  `uiZhifuDate` varchar(26) DEFAULT NULL COMMENT '支付提交时间',
  `uiSuccess` int(1) NOT NULL DEFAULT '0' COMMENT '救助是否成功',
  `uiSuccessDate` varchar(26) DEFAULT NULL COMMENT '打款成功的时间',
  `uiTouziEnd` int(1) NOT NULL DEFAULT '0' COMMENT '本轮投资是否到期',
  `uiTouziEndDate` varchar(26) DEFAULT NULL COMMENT '投资到期的时间',
  `uiunShenqing` int(1) NOT NULL DEFAULT '0' COMMENT '是否申请了被救助',
  `uiSQShenyuJiner` int(9) NOT NULL DEFAULT '0' COMMENT '能申请的申请后剩余金额',
  `uiEnd` int(1) NOT NULL DEFAULT '0' COMMENT '本轮是否已经结束，0为未结束1为结束',
  `uiBeijiuyuanUid` int(9) NOT NULL DEFAULT '0' COMMENT '接受救援人Id',
  `uiShow` int(1) NOT NULL DEFAULT '1' COMMENT '提供援助是否显示',
  `youXuanQu` int(1) DEFAULT '1' COMMENT '1随机区2优选区',
  PRIMARY KEY (`uiId`)
) ENGINE=MyISAM AUTO_INCREMENT=182 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_users_invest
-- ----------------------------
INSERT INTO `lscf_users_invest` VALUES ('174', '16', 'Uploads/Users/payimgs/20191011/5da0219da8888.png ', '1000', '2019-10-11 13:46:41', '1', '2019-10-11 14:21:38', '1', '2019-10-11 14:30:58', '1', '2019-10-11 14:45:28', '1', '2019-10-12 14:45:28', '0', '1000', '0', '14', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('175', '17', 'Uploads/Users/payimgs/20191011/5da021dd236fa.png ', '1000', '2019-10-11 13:52:42', '1', '2019-10-11 14:21:21', '1', '2019-10-11 14:32:00', '1', '2019-10-11 14:43:13', '1', '2019-10-12 14:43:13', '0', '1000', '0', '16', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('173', '16', 'Uploads/Users/payimgs/20191011/5da021867d0f9.png ', '1000', '2019-09-29 16:01:08', '1', '2019-10-11 14:21:02', '1', '2019-10-11 14:30:39', '1', '2019-10-11 14:46:39', '1', '2019-10-12 14:46:39', '1', '0', '1', '19', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('172', '16', '', '1000', '2019-09-29 15:28:42', '1', '2019-09-29 15:46:42', '1', '2019-09-29 15:51:08', '1', '2019-09-29 15:53:42', '1', '2019-09-30 15:53:42', '0', '1000', '0', '17', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('171', '16', '', '1000', '2019-09-25 16:28:39', '1', '2019-09-25 16:29:29', '1', '2019-09-25 18:29:53', '1', '2019-09-25 18:31:58', '1', '2019-09-26 18:31:58', '1', '0', '1', '17', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('168', '14', '', '10000', '2019-09-21 16:43:37', '1', '2019-09-21 16:49:47', '1', '2019-09-21 16:53:47', '1', '2019-09-21 17:01:18', '1', '2019-09-22 17:01:18', '0', '1000', '0', '15', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('169', '17', '', '10000', '2019-09-23 15:10:26', '1', '2019-09-23 15:14:01', '1', '2019-09-23 15:14:16', '1', '2019-09-25 17:15:44', '1', '2019-09-26 17:15:44', '1', '0', '1', '16', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('165', '13', 'Uploads/Users/payimgs/20190909/5d76105d9568e.jpg ', '1000', '2019-09-09 14:31:36', '1', '2019-09-09 14:37:31', '1', '2019-09-09 16:42:11', '1', '2019-09-09 16:51:10', '0', '2019-09-10 16:51:10', '0', '1000', '0', '1', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('176', '20', '', '1000', '2019-10-11 18:52:52', '1', '2019-10-12 10:42:20', '1', '2019-10-12 14:08:46', '1', '2019-10-29 19:10:56', '1', '2019-10-30 19:10:56', '0', '1000', '0', '1', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('178', '20', '', '1000', '2019-10-30 08:38:31', '1', '2019-10-30 18:59:50', '1', '2019-10-30 21:50:19', '1', '2019-10-30 22:03:44', '0', '2019-10-31 22:03:44', '0', '1000', '0', '1', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('179', '21', null, '1000', '2019-10-30 18:47:56', '0', null, '0', null, '0', null, '0', null, '0', '1000', '0', '0', '1', '1');
INSERT INTO `lscf_users_invest` VALUES ('181', '14', 'Uploads/Users/payimgs/20191123/5dd8cea7212a2.jpg ', '1000', '2019-11-23 14:06:54', '1', '2019-11-23 14:14:14', '1', '2019-11-23 14:16:15', '1', '2019-11-23 14:18:40', '1', '2019-11-24 14:18:40', '0', '1000', '0', '16', '1', '1');

-- ----------------------------
-- Table structure for lscf_users_paidanbi_regcode
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users_paidanbi_regcode`;
CREATE TABLE `lscf_users_paidanbi_regcode` (
  `uarId` int(9) NOT NULL AUTO_INCREMENT COMMENT '会员申请注册码ID',
  `uarUid` int(9) NOT NULL COMMENT '申请注册码人ID',
  `uarDate` datetime NOT NULL COMMENT '申请时间',
  `uarPrice` int(9) NOT NULL COMMENT '当前排单币的售价',
  `uarPayPrice` int(9) NOT NULL COMMENT '支付的金额',
  `uarHuiPrice` int(9) NOT NULL DEFAULT '0' COMMENT '优惠的金额',
  `uarReturnPrice` int(9) NOT NULL DEFAULT '0' COMMENT '找回的金额',
  `uarFiles` varchar(300) NOT NULL COMMENT '支付截图',
  `uarState` int(1) NOT NULL DEFAULT '0' COMMENT '审核的结果',
  `uarZhifuUser` varchar(50) NOT NULL COMMENT '付款账户',
  `uarErrorNum` int(3) NOT NULL DEFAULT '0' COMMENT '虚假提交记录次数',
  `uarZhifuUserType` varchar(30) NOT NULL DEFAULT '支付宝' COMMENT '支付账户类型',
  `uarShouKuanUser` varchar(50) NOT NULL COMMENT '收款账户',
  `uarShouKuanUserType` varchar(30) NOT NULL DEFAULT '支付宝' COMMENT '收款账户类型',
  `uarCodeNum` int(3) NOT NULL DEFAULT '1' COMMENT '每次购买排单币的个数',
  `uarCodeNumState` int(3) DEFAULT '0' COMMENT '发放排单币的次数',
  PRIMARY KEY (`uarId`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_users_paidanbi_regcode
-- ----------------------------

-- ----------------------------
-- Table structure for lscf_users_parameters
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users_parameters`;
CREATE TABLE `lscf_users_parameters` (
  `upId` int(1) NOT NULL AUTO_INCREMENT COMMENT '会员参数ID',
  `upPDLXONorOFF` int(1) NOT NULL DEFAULT '1' COMMENT '排队利息开关',
  `upPDLXDay` int(5) NOT NULL DEFAULT '3' COMMENT '排队计息天数',
  `upTZMultiples` int(8) NOT NULL COMMENT '会员投资的倍数',
  `upMaxMoney` int(8) NOT NULL COMMENT '会员最多投资金额',
  `upLXType` int(1) NOT NULL COMMENT '利息选择的模式(1固定，0浮动)',
  `upLixiAllOrDay` int(1) NOT NULL DEFAULT '2' COMMENT '利息每天发放OR一次发放（1是一次发放，2是每天发放）',
  `upGuDingLX` float NOT NULL COMMENT '固定的利息',
  `upBJMultiples` int(8) NOT NULL COMMENT '本金提现倍数',
  `upLXMultiples` int(8) NOT NULL COMMENT '利息提现倍数',
  `upJJMultiples` int(8) NOT NULL COMMENT '奖金提现倍数',
  `upTXSXMoney` varchar(20) NOT NULL COMMENT '提现手续费',
  `upPaymentPeriod` int(8) NOT NULL COMMENT '付款期限（小时）',
  `upCollectionPeriod` int(8) NOT NULL COMMENT '确认收款期限（小时）',
  `upTermOfInvestment` int(8) NOT NULL COMMENT '投资期限（天）',
  `upRepeatInvestment` int(1) NOT NULL COMMENT '是否重复投资解冻',
  `upReact` int(1) NOT NULL COMMENT '是否允许反复投资',
  `upRegCodeState` int(1) NOT NULL COMMENT '是否开启注册码注册',
  `paiRegCodePrice` int(8) NOT NULL COMMENT '排单币单个售价（元）',
  `upRegCodePrice` int(8) NOT NULL COMMENT '注册码售价（单位元）',
  `upTypeInvestment` int(1) NOT NULL COMMENT '投资金额类型',
  `upRegJiangjin` int(11) NOT NULL DEFAULT '0' COMMENT '注册激活后送奖金',
  `upRegLixi` int(9) NOT NULL DEFAULT '0' COMMENT '激活赠送利息',
  `upShowITgnum` int(9) NOT NULL DEFAULT '5' COMMENT '会员首页提供援助显示天数',
  `upShowIJsnum` int(9) NOT NULL DEFAULT '5' COMMENT '会员首页接受援助显示天数',
  `upQiandaoONOFF` int(1) NOT NULL DEFAULT '1' COMMENT '签到开关',
  `upQiandaoJiangMin` int(6) NOT NULL DEFAULT '5' COMMENT '签到最小奖',
  `upQiandaoJiangMax` int(6) NOT NULL DEFAULT '50' COMMENT '签到最大奖',
  `upRegCodeNum` int(2) NOT NULL DEFAULT '1' COMMENT '每次最多允许购买注册码个数',
  `paiduoshaoyuan` int(11) NOT NULL DEFAULT '0' COMMENT '每排多少元',
  `xiaohaopaidanbi` int(9) NOT NULL DEFAULT '0' COMMENT '消耗排单币',
  `zixuanquSOUSHUOnub` int(9) NOT NULL DEFAULT '0' COMMENT '自选区每天搜索次数(次)',
  `dongtaib` int(5) NOT NULL DEFAULT '0' COMMENT '其中动态收益%',
  `shopjifenb` int(5) NOT NULL DEFAULT '0' COMMENT '其中商城积分%',
  `tongzuidi` int(8) NOT NULL DEFAULT '0' COMMENT '同步钱包提现最低额度',
  `jgkaishitime` varchar(15) DEFAULT NULL COMMENT '交割开始时间当天',
  `jgjieshutime` varchar(15) DEFAULT NULL COMMENT '交割结束时间当天',
  `jixiaoshinei` int(8) DEFAULT NULL COMMENT '在几小时内完成打款（小时）',
  `jingshou` float DEFAULT NULL COMMENT '在几小时(内)完成打款静态收益',
  `dakuanjifen` float DEFAULT NULL COMMENT '在几小时(内)完成打款商城积分收益',
  `waijingshou` float DEFAULT NULL COMMENT '在几小时(外)完成打款静态收益',
  `waidakuanjifen` float DEFAULT NULL COMMENT '在几小时(外)完成打款商城积分收益',
  `yxqXsts` int(5) DEFAULT NULL COMMENT '优选区显示条数',
  `sjqXsts` int(5) DEFAULT NULL COMMENT '随机区显示条数',
  `yxqjxsgx` int(5) DEFAULT NULL COMMENT '优选区几小时更新',
  `sjqjxsgx` int(5) DEFAULT NULL COMMENT '随机区几小时更新',
  PRIMARY KEY (`upId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='会员参数设置表';

-- ----------------------------
-- Records of lscf_users_parameters
-- ----------------------------
INSERT INTO `lscf_users_parameters` VALUES ('1', '1', '0', '1000', '20000', '0', '2', '18', '100', '100', '500', '0', '4', '4', '1', '0', '0', '1', '0', '0', '1', '0', '0', '5', '5', '1', '2', '10', '1', '1000', '10', '2', '5', '3', '500', '080000', '230000', '2', '15', '3', '10', '3', '5', '5', '3', '3');

-- ----------------------------
-- Table structure for lscf_users_touzidata
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users_touzidata`;
CREATE TABLE `lscf_users_touzidata` (
  `utId` int(6) NOT NULL AUTO_INCREMENT COMMENT '投资参数ID',
  `utBenJin` int(9) NOT NULL COMMENT '投资的本金',
  `utJBLixi` varchar(20) NOT NULL COMMENT '基本利息',
  `utState` int(1) NOT NULL DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`utId`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_users_touzidata
-- ----------------------------
INSERT INTO `lscf_users_touzidata` VALUES ('1', '1000', '15', '1');
INSERT INTO `lscf_users_touzidata` VALUES ('2', '2000', '15', '1');
INSERT INTO `lscf_users_touzidata` VALUES ('3', '3000', '15', '1');
INSERT INTO `lscf_users_touzidata` VALUES ('4', '4000', '15', '1');
INSERT INTO `lscf_users_touzidata` VALUES ('5', '5000', '15', '1');

-- ----------------------------
-- Table structure for lscf_users_uninvest
-- ----------------------------
DROP TABLE IF EXISTS `lscf_users_uninvest`;
CREATE TABLE `lscf_users_uninvest` (
  `uuniId` int(9) NOT NULL AUTO_INCREMENT COMMENT '被救援记录ID',
  `uuniUid` int(9) DEFAULT NULL COMMENT '被救援用户ID',
  `uuniImages` varchar(250) DEFAULT NULL COMMENT '确认收款截图',
  `uuniJiner` int(9) DEFAULT NULL COMMENT '收款金额',
  `uuniDate` varchar(26) DEFAULT NULL COMMENT '申请被救援时间',
  `uuniState` int(1) NOT NULL DEFAULT '0' COMMENT '被救援匹配状态',
  `uuniSuccess` int(1) NOT NULL DEFAULT '0' COMMENT '是否救援成功',
  `uuniJiuyuanUid` int(9) DEFAULT NULL COMMENT '救援人ID',
  `uuniStateDate` varchar(26) DEFAULT NULL COMMENT '匹配成功时间',
  `uuniPay` int(1) NOT NULL DEFAULT '0' COMMENT '对方付款状态',
  `uuniPayDate` varchar(26) DEFAULT NULL COMMENT '对方付款时间',
  `uuniSuccessDate` varchar(26) DEFAULT NULL COMMENT '确认收款时间',
  `uuniEnd` int(1) NOT NULL DEFAULT '0' COMMENT '整个项目是否彻底结束',
  `uunYuanzhuType` int(1) NOT NULL DEFAULT '0' COMMENT '提供援助与提现的类型',
  `uuniShow` int(1) NOT NULL DEFAULT '1' COMMENT '接受援助是否显示',
  `zixuanbiaoji` int(1) DEFAULT NULL COMMENT '自选区标记',
  PRIMARY KEY (`uuniId`)
) ENGINE=MyISAM AUTO_INCREMENT=43 DEFAULT CHARSET=utf8 COMMENT='被救援数据表';

-- ----------------------------
-- Records of lscf_users_uninvest
-- ----------------------------
INSERT INTO `lscf_users_uninvest` VALUES ('35', '17', 'system', '1000', '2019-09-29 15:27:55', '1', '1', '16', '2019-09-29 15:46:42', '1', '2019-09-29 15:51:08', '2019-09-29 15:53:42', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('36', '16', 'Uploads/Users/payimgs/20191011/5da02477dfe86.png ', '1000', '2019-10-11 13:48:07', '1', '1', '17', '2019-10-11 14:21:21', '1', '2019-10-11 14:32:00', '2019-10-11 14:43:13', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('33', '19', 'Uploads/Users/payimgs/20191011/5da0254b03833.png ', '1000', '2019-09-23 15:22:15', '1', '1', '16', '2019-10-11 14:21:02', '1', '2019-10-11 14:30:39', '2019-10-11 14:46:39', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('34', '17', 'ddd', '1000', '2019-09-25 16:28:57', '1', '1', '16', '2019-09-25 16:29:29', '1', '2019-09-25 18:29:53', '2019-09-25 18:31:58', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('32', '16', null, '1000', '2019-09-23 15:13:18', '1', '1', '17', '2019-09-23 15:14:01', '1', '2019-09-23 15:14:16', '2019-09-25 17:15:44', '0', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('30', '14', 'Uploads/Users/payimgs/20191011/5da0250445e65.png ', '1000', '2019-09-21 16:34:35', '1', '1', '16', '2019-10-11 14:21:38', '1', '2019-10-11 14:30:58', '2019-10-11 14:45:28', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('31', '15', 'bbb', '1000', '2019-09-21 16:39:12', '1', '1', '14', '2019-09-21 16:49:47', '1', '2019-09-21 16:53:47', '2019-09-21 17:01:18', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('29', '1', 'Uploads/Users/payimgs/20190909/5d761277d94f9.jpg ', '1000', '2019-09-09 14:37:04', '1', '1', '13', '2019-09-09 14:37:31', '1', '2019-09-09 16:42:11', '2019-09-09 16:51:10', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('37', '1', null, '1000', '2019-10-12 10:36:41', '1', '1', '20', '2019-10-12 10:42:20', '1', '2019-10-12 14:08:46', '2019-10-29 19:10:56', '0', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('38', '1', 'system', '1000', '2019-10-12 10:37:10', '1', '1', '20', '2019-10-12 10:42:20', '1', '2019-10-12 14:08:46', '2019-10-12 14:13:06', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('39', '1', 'admin', '1000', '2019-10-30 18:45:07', '1', '1', '20', '2019-10-30 18:59:50', '1', '2019-10-30 21:50:19', '2019-10-30 22:03:44', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('40', '1', null, '1000', '2019-10-30 18:57:13', '1', '0', '20', '2019-10-30 18:59:50', '1', '2019-10-30 21:50:19', null, '0', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('41', '16', 'Uploads/Users/payimgs/20191123/5dd8cf3787161.jpg ', '1000', '2019-11-23 14:10:17', '1', '1', '14', '2019-11-23 14:14:14', '1', '2019-11-23 14:16:15', '2019-11-23 14:18:40', '1', '0', '1', null);
INSERT INTO `lscf_users_uninvest` VALUES ('42', '14', null, '100', '2019-11-25 09:22:31', '0', '0', null, null, '0', null, null, '0', '1', '1', null);

-- ----------------------------
-- Table structure for lscf_zccf_datainfo
-- ----------------------------
DROP TABLE IF EXISTS `lscf_zccf_datainfo`;
CREATE TABLE `lscf_zccf_datainfo` (
  `zdId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传网站数据配置Id',
  `zdRegPeople` int(10) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟人数（0为真实人数）',
  `zdYuanzhuJiner` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟援助金额',
  `zdTixianJiner` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟提现金额',
  `zdTZNum` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟投资次数',
  `zdJiangjin` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟奖金金额',
  `zdLixi` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟利息金额',
  `zdTxNum` int(12) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟提现次数',
  `zdOnlineNumMin` int(9) NOT NULL DEFAULT '0' COMMENT '宣传网站数据配置虚拟在线人数最小值',
  `zdOnlineNumMax` int(12) NOT NULL DEFAULT '100' COMMENT '宣传网站数据配置虚拟在线最大值',
  PRIMARY KEY (`zdId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_zccf_datainfo
-- ----------------------------

-- ----------------------------
-- Table structure for lscf_zccf_focusmap
-- ----------------------------
DROP TABLE IF EXISTS `lscf_zccf_focusmap`;
CREATE TABLE `lscf_zccf_focusmap` (
  `zfId` int(5) NOT NULL AUTO_INCREMENT COMMENT '焦点图ID',
  `zfNum` int(5) NOT NULL COMMENT '焦点图排序',
  `zfTitle` varchar(100) NOT NULL COMMENT '焦点图标题',
  `zfColor` varchar(7) NOT NULL COMMENT '焦点图背景颜色',
  `zfImages` varchar(300) NOT NULL COMMENT '焦点图图片',
  `zfUrl` varchar(300) NOT NULL COMMENT '焦点图路径',
  `zfOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '焦点图是否显示',
  PRIMARY KEY (`zfId`)
) ENGINE=MyISAM AUTO_INCREMENT=49 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_zccf_focusmap
-- ----------------------------
INSERT INTO `lscf_zccf_focusmap` VALUES ('48', '1', '', '#000000', 'Uploads/Focusmap/20190701/5d195cbb9cfd1.png', '', '1');

-- ----------------------------
-- Table structure for lscf_zccf_info
-- ----------------------------
DROP TABLE IF EXISTS `lscf_zccf_info`;
CREATE TABLE `lscf_zccf_info` (
  `ziId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传页规则Id',
  `ziTitle` varchar(50) NOT NULL COMMENT '宣传页规则说明标题',
  `ziContent` text NOT NULL COMMENT '宣传页规则说明内容',
  PRIMARY KEY (`ziId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='宣传页规则说明';

-- ----------------------------
-- Records of lscf_zccf_info
-- ----------------------------
INSERT INTO `lscf_zccf_info` VALUES ('1', '平台规则', '<p style=\"margin-top:7px;margin-bottom:7px;margin-top:auto;margin-bottom:auto;text-align:center\"><strong><span style=\"font-family: 宋体;color: rgb(255, 0, 0);font-size: 20px\">《众2创财富社区》</span></strong></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">众创财富互助社区没有华丽的包装,也没有恢弘的造势。这里不是赌徒的归宿，更不是投机者的天堂。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">背景实力可虚拟，情怀格局乃真谛！</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">众创财富互助社区以人人平等为宗旨，互助金融为依托，诚信玩家为纽带，以众创共赢财富为目的。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">不求名扬四海，只求能够在稳步中前行，真正的实现互帮互助，帮助每一位参与者都能获得一份稳定的收益。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">在众创财富互助社区人人平等，人人均富，唯一视玩家如兄弟姐妹的平台。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">唯一不以慈善为幌子的平台。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">唯一不虚构平台背景的平台。 &nbsp; </span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">每一位众创财富互助社区的参与者都会经过严格的筛选，确保所有会员诚实守信，再通过良好的口碑力量传播给更多的诚信会员参与其中。</span></p><p style=\"margin-top: 7px;margin-bottom: 7px\"><span style=\";font-family:宋体;color:rgb(0,176,80);font-size:16px\">人性化的交易社区平台，全天候的平台信息，亲切高效率的服务。在保证每个参与会员资金安全的前提下，最大限度的指导客户盈利。</span></p><p style=\"margin-top: auto; margin-bottom: auto;\"><span style=\";font-family:宋体;color:rgb(255,0,0);font-size:16px\">互助模式的投资价值被大众认同，而互助模式的应用价值也被商家认可，越来越多的国家、商家认同互助的方式。互助模式是世界未来经济发展的大趋势，被列为财富第八波！</span></p>');

-- ----------------------------
-- Table structure for lscf_zccf_lianxi
-- ----------------------------
DROP TABLE IF EXISTS `lscf_zccf_lianxi`;
CREATE TABLE `lscf_zccf_lianxi` (
  `zlId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传网站联系我们ID',
  `zlTitle` varchar(50) NOT NULL COMMENT '宣传网站联系我们标题',
  `zlContent` text NOT NULL COMMENT '宣传网站联系我们内容',
  PRIMARY KEY (`zlId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_zccf_lianxi
-- ----------------------------
INSERT INTO `lscf_zccf_lianxi` VALUES ('1', '联系我们', '');

-- ----------------------------
-- Table structure for lscf_zccf_system
-- ----------------------------
DROP TABLE IF EXISTS `lscf_zccf_system`;
CREATE TABLE `lscf_zccf_system` (
  `zsId` int(1) NOT NULL AUTO_INCREMENT COMMENT '宣传系统配置ID',
  `zsWebName` varchar(40) NOT NULL COMMENT '宣传网站名称',
  `zsWebTitle` varchar(50) NOT NULL COMMENT '宣传网站标题',
  `zsWebOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '宣传网站开关',
  `zsWebRegOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '宣传网站会员注册功能',
  `zsWebLoginOnOff` int(1) NOT NULL DEFAULT '1' COMMENT '宣传网站会员登陆功能',
  `zsWebOnOffInfo` text COMMENT '宣传网站关闭网站说明',
  `zsWebKeyWords` varchar(200) NOT NULL COMMENT '宣传网站关键词',
  `zsWebDescription` varchar(400) NOT NULL COMMENT '宣传网站描述',
  `zsTel` varchar(11) NOT NULL DEFAULT '0' COMMENT '宣传网站电话',
  `zsQQ` varchar(10) NOT NULL DEFAULT '0' COMMENT '宣传网站QQ',
  `zsWeixin` varchar(30) NOT NULL DEFAULT '0' COMMENT '宣传网站微信',
  `zsEmail` varchar(50) NOT NULL DEFAULT '0' COMMENT '宣传网站电子邮箱',
  PRIMARY KEY (`zsId`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lscf_zccf_system
-- ----------------------------
INSERT INTO `lscf_zccf_system` VALUES ('1', '众创财富宣传网', '最赚钱的网站', '1', '1', '1', '网站关闭中，请稍后访问，敬请期待', '众创财富,财富平台,创富平台', '众创财富宣传网成立于2016年01月01日，截至目前用户已达到1500人', '13888888888', '200000000', '13888888888', '13888888888@139.com');
